exception.fileExtensionNotSupported=Such a file extension {0} is not supported!
exception.nullFilename=The name of a file cannot be null or emty!
exception.shutdownFaulire=Due to some reason the application hasn't been able to turn itself off. You can kill the working virtual Java machine JRE process yourself via Task Manager. 
html.h1.header=Map Points Trimmer
html.h2.howToConvert=How to properly trim and prepare your saved custom Points of Interest (POI) for using in various map application\u044B
html.h1.error=There is an error occurred in the application!
html.title.errorPage=Error page
html.label.clearDescriptions=Clear outdated POIs descriptions
html.input.setPath=Set paths to all image files for photo POIs
html.input.value.convert=PROCESS
html.label.additionalParams=Set additional parameters
html.label.previewSize=Set photos preview width size
html.label.trimDescriptions=Trim whitespaces inside descriptions to compress
html.label.trimXml=Trim whitespaces only in xml markup to compress
html.label.validateXml=Validate XML
html.option.lang=Lang...
html.placeholder.input.defaultPath=C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files
html.span.px=px (pixels)
html.text.shutdown=SHUTDOWN
html.title.defaultPath=Windows 7/10 default path to the installed Google Earth Pro's saved places
html.title.photoPreviewDescription=Preview size for the photos inside the POI after selecting it on the map
html.title.shutdown=To shut the application down
userMessage.downloadMessageAwait=The processing of the given file will take from a few seconds up to several minutes depending on the file size and your computer performance...<br>Please wait for your browser to download a processed file...
userMessage.errorPageMessage=In case of user interface error you can visit developer's <a href="https://github.com/BAXMYPKA/Locus-Pro-POI-Trimmer">GitHub</a> to download the latest version of application.
userMessage.shutdownSuccess=The application has been successfully turned off.
html.title.interrogation.trimXml=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435, \u0434\u0435\u043B\u0430\u044F \u0435\u0435 \u043E\u0434\u043D\u043E\u0441\u0442\u0440\u043E\u0447\u043D\u043E\u0439.\n\u042D\u0442\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041D\u0435\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u043C\u0438 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 CDATA.\n\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u043E \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0441\u043B\u0438 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0443\u0434\u043E\u0431\u043D\u043E\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
html.title.interrogation.trimDescription=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 (html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0430 \u0432 CDATA).\n\u041F\u0440\u0438 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0442\u0430\u043A\u043E\u0439 \u043E\u043F\u0446\u0438\u0435\u0439 \u0434\u043B\u044F xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041E\u0442\u0434\u0435\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u0430 \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u0441 \u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0440\u0430\u0437\u0431\u043E\u0440 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439.
html.title.interrogation.setPhotosPreview=\u041F\u0440\u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439, \u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043B\u044F \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043F\u043E\u043B\u043D\u043E\u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0435 \u0444\u043E\u0442\u043E.\n\u0427\u0430\u0441\u0442\u043E \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043C, \u0447\u0442\u043E\u0431\u044B \u0441\u0440\u0430\u0437\u0443 \u0432\u0438\u0434\u0435\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u043A\u0440\u0443\u043F\u043D\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435.\n\u0423\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u043E \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0448\u0438\u0440\u0438\u043D\u0435 \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445 (\u0432\u044B\u0441\u043E\u0442\u0430 \u0432\u044B\u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044F \u043F\u0440\u043E\u043F\u043E\u0440\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438). \u0414\u043B\u044F \u043B\u0443\u0447\u0448\u0435\u0433\u043E \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430\u0445, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0439\u0442\u0435 ~60-85% \u043E\u0442 \u0448\u0438\u0440\u0438\u043D\u044B \u0432\u0430\u0448\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430, \u0434\u043B\u044F \u044D\u043A\u0440\u0430\u043D\u043E\u0432 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043E\u0432 \u0448\u0438\u0440\u0438\u043D\u0430 \u0432\u044B\u0432\u043E\u0434\u0430 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043B\u0438\u0448\u044C \u043E\u0442 \u0432\u0430\u0448\u0435\u0433\u043E \u0436\u0435\u043B\u0430\u043D\u0438\u044F.
html.title.interrogation.trimOutdatedPoiDesc=\u0422\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E.\n\u0421\u0442\u0430\u0440\u044B\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 Locus \u0438\u043C\u0435\u043B\u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u0432\u0441\u044F\u043A\u0438\u0439 \u0440\u0430\u0437 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C \u0442\u0435\u043A\u0443\u0449\u0443\u044E \u0434\u0430\u0442\u0443 \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443 \u043F\u043E\u0434 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435. \u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u043C \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u043B\u043E\u0441\u044C \u043E\u0447\u0435\u043D\u044C \u043C\u043D\u043E\u0433\u043E \u043D\u0435\u043D\u0443\u0436\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0438 \u0447\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0442\u043E\u0447\u0435\u043A, \u0442\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.\n\u042D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0432\u0441\u0435 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0438 \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0430\u043C\u044B\u0435 \u043F\u0435\u0440\u0432\u044B\u0435 \u043D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A.
html.title.interrogation.setPath=\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0435\u043C \u0432 \u043D\u0438\u0445 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0440\u044F\u0434\u043E\u043C \u0441 \u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0441\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0430\u043F\u043A\u0430 'files', \u043A\u0443\u0434\u0430 \u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u044E\u0442\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F.\n\u041E\u0434\u043D\u0430\u043A\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432 \u043B\u044E\u0431\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043A \u043D\u0438\u043C \u043D\u043E\u0432\u044B\u0439 \u043F\u0443\u0442\u044C.\n\u041C\u043E\u0436\u043D\u043E \u0434\u0430\u0436\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0414\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u0440\u0430 \u0432 \u0441\u0442\u0440\u043E\u043A\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u043F\u0443\u0442\u044C \u043A \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0445\u0440\u0430\u043D\u0438\u0442 \u0434\u0430\u043D\u043D\u044B\u0435 Google Earth (\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u043F\u043E\u0434 Windows 7 \u0438 \u0432\u044B\u0448\u0435), \u043A\u0443\u0434\u0430 \u043C\u043E\u0436\u043D\u043E \u0438 \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438.
html.title.interrogation.locusFile=\u041F\u043E\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C\u044E\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u0440\u0430\u0448\u0440\u0438\u0440\u0435\u043D\u0438\u0435\u043C .kml \u0438 .kmz \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 3 \u0433\u0438\u0433\u0430\u0431\u0430\u0439\u0442.\n.kml - \u044D\u0442\u043E \u0444\u043E\u0440\u043C\u0430\u0442 \u0444\u0430\u0439\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0433\u0435\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0433\u0435\u043E\u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u043A\u0430\u043A Google \u041F\u043B\u0430\u043D\u0435\u0442\u0430 \u0417\u0435\u043C\u043B\u044F, Google \u041A\u0430\u0440\u0442\u044B \u0438 Google \u041A\u0430\u0440\u0442\u044B \u0434\u043B\u044F \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432.\n.kmz - \u044D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u0430\u0440\u0445\u0438\u0432 \u0441 \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u043C .kml-\u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0438 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043E\u043D\u0430 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files'.\n\u041D\u0430 \u043D\u0435 \u0441\u0430\u043C\u044B\u0445 \u043C\u043E\u0449\u043D\u044B\u0445 \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0430\u0445 \u0431\u041E\u043B\u044C\u0448\u0438\u0435 \u0444\u0430\u0439\u043B\u044B \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443.
html.title.interrogation.path=\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u0442\u0435\u0441\u044C \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u043B\u0435\u0436\u0438\u0442 \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043E\u043D\u0430, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files', \u0442\u043E \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C 'files'.\n\u0415\u0441\u043B\u0438 \u0436\u0435 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0432 'PhotoPOI' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0435\u0435 \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421' \u0432 \u043F\u0430\u043F\u043A\u0435 'My Photos', \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0442\u0438\u043F\u0430: 'C:\\MyPhotos\\PhotoPOI'
html.text.relativePath=Relative path
html.text.absolutePath=Absolute path
html.text.webPath=WEB path
exception.fieldError(2)=The field {0} contains error: {1}!
html.title.interrogation.relativePath=\u041F\u0443\u0442\u044C, \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0444\u0430\u0439\u043B\u0430 \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438.\n\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, doc.kml) \u0431\u0443\u0434\u0435\u0442 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043F\u043E\u0434 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C 'MyPhotos', \u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u0430\u043F\u043A\u0438 'MyPhotos'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 'MyPhotos' \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u0440\u044F\u0434\u043E\u043C \u043B\u0435\u0436\u0430\u0449\u0435\u0439 \u043F\u0430\u043F\u043A\u0438 'MyPhotoPOI', \u043F\u0438\u0448\u0438\u0442\u0435 '/MyPhotosPOI/MyPhotos/'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u044B\u0448\u0435 \u0443\u0440\u043E\u0432\u043D\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0441\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'PoiFolder', \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'RootFolder'), \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0447\u0442\u043E-\u0442\u043E \u0442\u0438\u043F\u0430 '../RootFolder/MyPhotos'\n\u0415\u0441\u043B\u0438 \u0437\u0430\u043F\u0443\u0442\u0430\u043B\u0438\u0441\u044C, \u043F\u043E\u0438\u0449\u0438\u0442\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435 \u043F\u043E\u043D\u044F\u0442\u0438\u0435 '\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C'.
html.title.interrogation.absolutePath=\u041F\u043E\u043B\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u043A \u043B\u044E\u0431\u043E\u043C\u0443 \u043C\u0435\u0441\u0442\u0443 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435.\n\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0435\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421:' \u043F\u043E \u043F\u0443\u0442\u0438 'C:\\MyPOI\\GoogleEarth\\MyPhotoPOI\\files', \u0442\u043E \u0442\u0430\u043A \u0438 \u043D\u0430\u043F\u0438\u0448\u0438\u0442\u0435 \u0432\u044B\u0448\u0435\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0438\u043B\u0438 \u043F\u0440\u043E\u0441\u0442\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0438\u0437 \u0435\u0435 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438.\n\u0415\u0449\u0435 \u043F\u0440\u0438\u043C\u0435\u0440: \u043F\u0443\u0442\u044C \u043A \u0442\u0430\u043A\u043E\u0439 \u043F\u0430\u043F\u043A\u0435 \u0432 \u0412\u0430\u0448\u0438\u0445 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 \u0434\u043B\u044F Windows 7/10 \u0431\u0443\u0434\u0435\u0442 \u0442\u0430\u043A\u0438\u043C: 'C:\Users\\%username%\\Documents\\MyPhotoPOI\\files', \u0430 \u043F\u0443\u0442\u044C \u043A \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435 GoogleEarth, \u0435\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u0430\u043C, \u0442\u0430\u043A\u043E\u0439: 'C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files'\n\u0423\u0442\u043E\u0447\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0437\u043D\u0430\u044E\u0449\u0438\u0445: \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0435 \u0441\u043B\u0435\u0448\u0438 \u0432 windows \u043F\u0443\u0442\u044F\u0445 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043F\u0435\u0440\u0435\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u043F\u0440\u044F\u043C\u044B\u0435, \u0442\u0438\u043F\u0430 'C:/Users/%username%/Documents/MyPhotoPOI/files/'. \u041C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0437\u0443 \u043F\u0438\u0441\u0430\u0442\u044C \u0438 \u0442\u0430\u043A. \u041F\u0440\u043E\u0431\u0435\u043B\u044B \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B \u0438 \u0437\u0430\u043F\u043E\u043B\u043D\u044F\u044E\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C '%20'.
html.title.interrogation.webPath=\u041F\u0443\u0442\u044C \u0434\u043B\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0415\u0441\u043B\u0438 \u0432\u0430\u0448\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441, \u0442\u0438\u043F\u0430: 'http://www.mysite.com/images/'.
exception.kmzNoKml=No .kml file has been found in the {0}
html.article.howToUse=fsd
html.label.locusAsAttachments=Add as attachments in Locus Pro
html.title.interrogation.asAttachmentInLocus=To make images available in Locus Pro "Attachments" tab in the POIs properties.\nMay be helpful when importing POIs with photos from other programs.
html.label.locusParams=Set Locus Map&copy; specific parameters
html.label.loadPoi=Load custom points file
html.title.close=Close


