exception.fileExtensionNotSupported=\u0422\u0430\u043A\u043E\u0435 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u0444\u0430\u0439\u043B\u0430 {0} \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F!
exception.nullFilename=\u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C! (null)
exception.shutdownFailure=\u0412\u0441\u043B\u0435\u0434\u0441\u0442\u0432\u0438\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0433\u043E \u0441\u0431\u043E\u044F \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044E \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u0441\u0430\u043C\u043E\u043C\u0443. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0431\u0438\u0442\u044C \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 Java \u043C\u0430\u0448\u0438\u043D\u044B (Java machine JRE) \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u044F\u0442\u0435\u043B\u044C\u043D\u043E \u0447\u0435\u0440\u0435\u0437 \u0434\u0438\u0441\u043F\u0435\u0442\u0447\u0435\u0440 \u0437\u0430\u0434\u0430\u0447.
html.h1.header=Map Points Trimmer
html.h2.howToConvert=\u041A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0438 \u043F\u043E\u0434\u0433\u043E\u0442\u043E\u0432\u0438\u0442\u044C \u0432\u0430\u0448\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u0440\u0430\u0437\u043D\u044B\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u0445
html.h1.error=\u0412 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0434\u043E\u0441\u0430\u0434\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432\u044B\u0432\u043E\u0434\u0430 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430!
html.title.errorPage=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0448\u0438\u0431\u043A\u0438
html.label.clearDescriptions=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0432\u0441\u0435\u0445 \u0442\u043E\u0447\u0435\u043A
html.input.setPath=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0443\u0442\u0438 \u043A\u043E \u0432\u0441\u0435\u043C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C \u0434\u043B\u044F \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438
html.input.value.convert=\u041E\u0411\u0420\u0410\u0411\u041E\u0422\u0410\u0422\u042C
html.label.additionalParams=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B
html.label.googleEarthParameters=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0434\u043B\u044F Google Earth Pro
html.label.googleEarthStaticParameters=\u0421\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A
html.label.googleEarthDynamicParameters=\u0414\u0438\u043D\u0430\u043C\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A
html.label.previewSize=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0448\u0438\u0440\u0438\u043D\u0443 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439
html.label.pointsIconsSize=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 \u0438\u043A\u043E\u043D\u043E\u043A \u0442\u043E\u0447\u0435\u043A
html.label.setPointsTextHexColor=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0446\u0432\u0435\u0442 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A
html.label.setPointsTextOpacity=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0441\u0442\u044C \u0442\u0435\u043A\u0441\u0442\u0430
html.label.setPointTextSize=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0440\u0430\u0437\u043C\u0435\u0440 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A
html.label.trimDescriptions=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 \u0434\u043B\u044F \u0441\u0436\u0430\u0442\u0438\u044F
html.label.trimXml=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0434\u043B\u044F \u0441\u0436\u0430\u0442\u0438\u044F
html.header.option.lang=\u042F\u0437\u044B\u043A...
html.input.placeholder.defaultPath=\u0423\u043A\u0430\u0436\u0438\u0442\u0435 \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438...
html.input.placeholder.presets=\u041F\u0440\u0435\u0441\u0435\u0442\u044B...
html.span.px=px (\u043F\u0438\u043A\u0441\u0435\u043B\u0435\u0439)
html.text.shutdown=\u0412\u042B\u041A\u041B\u042E\u0427\u0415\u041D\u0418\u0415
userMessage.downloadMessageAwait=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u0437\u0430\u0439\u043C\u0435\u0442 \u043E\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u0441\u0435\u043A\u0443\u043D\u0434 \u0434\u043E \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u043C\u0438\u043D\u0443\u0442, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0444\u0430\u0439\u043B\u0430 \u0438 \u043C\u043E\u0449\u043D\u043E\u0441\u0442\u0438 \u0432\u0430\u0448\u0435\u0433\u043E \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0430.<br>\u0414\u043E\u0436\u0434\u0438\u0442\u0435\u0441\u044C, \u043F\u043E\u043A\u0430 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u043D\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0438\u0442 \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u0433\u043E\u0442\u043E\u0432\u044B\u0439 \u0444\u0430\u0439\u043B...<br>\u0418 \u043D\u0435 \u0437\u0430\u0431\u0443\u0434\u044C\u0442\u0435 \u0432\u044B\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435.
userMessage.errorPageMessage=\u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u043E\u0448\u0438\u0431\u043A\u0438 \u0432\u044B\u0432\u043E\u0434\u0430 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u044C  <a href="https://github.com/BAXMYPKA/MAP-POINTS-TRIMMER/releases">_GitHub_ </a>  \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0430 \u0438 \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u044E\u044E \u0432\u0435\u0440\u0441\u0438\u044E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F.
userMessage.shutdownSuccess=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D\u043E.
commonMessages.interrogationAsDescription.clearOutdatedPoiDesc=\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u043C \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A Locus Map \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0443\u0435\u0442 \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u043D\u0435\u043D\u0443\u0436\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0432 \u0432\u0438\u0434\u0435 \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u043E\u0432 \u0444\u043E\u0442\u043E \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 \u0432 \u0441\u0432\u043E\u0435\u043C \u0444\u043E\u0440\u043C\u0430\u0442\u0435, \u043B\u0438\u0448\u043D\u0438\u0435 \u043F\u0443\u043D\u043A\u0442\u044B \u0438 \u0442.\u043F.\n\u041E\u043F\u0446\u0438\u044F \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0432\u0441\u0435 \u043B\u0438\u0448\u043D\u0435\u0435 \u0441\u043E \u0441\u0442\u0430\u0440\u044B\u043C\u0438 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u043C\u0438 \u043C\u0435\u0442\u043A\u0430\u043C\u0438, \u0434\u0443\u0431\u043B\u0438\u043A\u0430\u0442\u044B \u0442\u0430\u0431\u043B\u0438\u0446, \u0438 \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0430\u043C\u044B\u0435 \u043F\u0435\u0440\u0432\u044B\u0435 \u043D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A.
commonMessages.interrogationAsDescription.pointsTextOpacity=\u041F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0441\u0442\u044C \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A \u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445.\n0 - \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043D\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442\u0441\u044F, 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u043D\u0435\u043F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
commonMessages.interrogationAsDescription.pointsTextOpacityDynamic=\u041F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0441\u0442\u044C \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043D\u0430 \u043D\u0438\u0445 \u043C\u044B\u0448\u044C\u044E (\u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445.)\n0 - \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043D\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u0442\u0441\u044F, 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u043E\u0435 \u043D\u0435\u043F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435.
commonMessages.interrogationAsDescription.pointsTextColor=\u0426\u0432\u0435\u0442 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A.
commonMessages.interrogationAsDescription.pointsTextHexColorDynamic=\u0426\u0432\u0435\u0442 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043A\u0443\u0440\u0441\u043E\u0440\u0430.
commonMessages.interrogationAsDescription.pointsIconSize=\u0420\u0430\u0437\u043C\u0435\u0440 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0438\u043A\u043E\u043D\u043E\u043A \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445 (\u043E\u0442 0 \u0434\u043E 300%). 0 - \u0437\u043D\u0430\u0447\u043A\u0438 \u0442\u043E\u0447\u0435\u043A \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 (\u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u043E\u043F\u0446\u0438\u044E, \u0435\u0441\u043B\u0438 \u0445\u043E\u0442\u0438\u0442\u0435 \u0441\u043A\u0440\u044B\u0442\u044C \u0437\u043D\u0430\u0447\u043A\u0438 \u0441 \u043A\u0430\u0440\u0442\u044B). 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0438\u043A\u043E\u043D\u043E\u043A \u0434\u043B\u044F \u0432\u0430\u0448\u0435\u0433\u043E \u0442\u0435\u043A\u0443\u0449\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430 (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u043E\u0439.)
commonMessages.interrogationAsDescription.pointsIconSizeDynamic=\u0420\u0430\u0437\u043C\u0435\u0440 \u0438\u043A\u043E\u043D\u043E\u043A \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043C\u044B\u0448\u044C\u044E.\n\u0420\u0430\u0437\u043C\u0435\u0440 \u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445 (\u043E\u0442 0 \u0434\u043E 300%). 0 - \u0437\u043D\u0430\u0447\u043A\u0438 \u0442\u043E\u0447\u0435\u043A \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 (\u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u043E\u043F\u0446\u0438\u044E, \u0435\u0441\u043B\u0438 \u0445\u043E\u0442\u0438\u0442\u0435 \u0441\u043A\u0440\u044B\u0442\u044C \u0437\u043D\u0430\u0447\u043A\u0438 \u0441 \u043A\u0430\u0440\u0442\u044B). 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0438\u043A\u043E\u043D\u043E\u043A \u0434\u043B\u044F \u0432\u0430\u0448\u0435\u0433\u043E \u0442\u0435\u043A\u0443\u0449\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430 (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u043E\u0439.)
commonMessages.interrogationAsDescription.pointsTextSize=\u0420\u0430\u0437\u043C\u0435\u0440 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A \u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445.\n\u0413\u0434\u0435 0 - \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A \u043D\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 (\u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u043E\u043F\u0446\u0438\u044E, \u0435\u0441\u043B\u0438 \u043D\u0435 \u0445\u043E\u0442\u0438\u0442\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u043D\u0430 \u043A\u0430\u0440\u0442\u0435), 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0448\u0440\u0438\u0444\u0442\u0430 \u0434\u043B\u044F \u0432\u0430\u0448\u0435\u0433\u043E \u0442\u0435\u043A\u0443\u0449\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430 (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u043E\u0439.)
commonMessages.interrogationAsDescription.pointsTextSizeDynamic=\u0420\u0430\u0437\u043C\u0435\u0440 \u0442\u0435\u043A\u0441\u0442\u0430 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u0442\u043E\u0447\u0435\u043A \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043C\u044B\u0448\u044C\u044E (\u0432 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445).\n\u0413\u0434\u0435 0 - \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A \u043D\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u044E\u0442\u0441\u044F \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 (\u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u044D\u0442\u0443 \u043E\u043F\u0446\u0438\u044E, \u0435\u0441\u043B\u0438 \u043D\u0435 \u0445\u043E\u0442\u0438\u0442\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u043D\u0430 \u043A\u0430\u0440\u0442\u0435), 100% - \u0441\u0442\u0430\u043D\u0434\u0430\u0440\u0442\u043D\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440 \u0448\u0440\u0438\u0444\u0442\u0430 \u0434\u043B\u044F \u0432\u0430\u0448\u0435\u0433\u043E \u0442\u0435\u043A\u0443\u0449\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430 (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u043E\u0439.)
commonMessages.interrogationAsDescription.trimXml=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435, \u0434\u0435\u043B\u0430\u044F \u0435\u0435 \u043E\u0434\u043D\u043E\u0441\u0442\u0440\u043E\u0447\u043D\u043E\u0439.\n\u042D\u0442\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041D\u0435\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u043C\u0438 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 CDATA.\n\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u043E \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0441\u043B\u0438 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0443\u0434\u043E\u0431\u043D\u043E\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
commonMessages.interrogationAsDescription.trimDescription=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 (html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0430 \u0432 CDATA).\n\u041F\u0440\u0438 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0442\u0430\u043A\u043E\u0439 \u043E\u043F\u0446\u0438\u0435\u0439 \u0434\u043B\u044F xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041E\u0442\u0434\u0435\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u0430 \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u0441 \u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0440\u0430\u0437\u0431\u043E\u0440 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439.
commonMessages.interrogationAsDescription.setPhotosPreview=\u041F\u0440\u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439, \u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043B\u044F \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043F\u043E\u043B\u043D\u043E\u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0435 \u0444\u043E\u0442\u043E.\n\u0427\u0430\u0441\u0442\u043E \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043C, \u0447\u0442\u043E\u0431\u044B \u0441\u0440\u0430\u0437\u0443 \u0432\u0438\u0434\u0435\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u043A\u0440\u0443\u043F\u043D\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435.\n\u0423\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u043E \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0439 \u0448\u0438\u0440\u0438\u043D\u0435 \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445 \u0438\u043B\u0438 \u043F\u0440\u043E\u0446\u0435\u043D\u0442\u0430\u0445 (\u0432\u044B\u0441\u043E\u0442\u0430 \u0432\u044B\u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044F \u043F\u0440\u043E\u043F\u043E\u0440\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438). \u0414\u043B\u044F \u043B\u0443\u0447\u0448\u0435\u0433\u043E \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430\u0445, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0439\u0442\u0435 ~85-100%, \u0434\u043B\u044F \u044D\u043A\u0440\u0430\u043D\u043E\u0432 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043E\u0432 \u0448\u0438\u0440\u0438\u043D\u0443 \u0432\u044B\u0432\u043E\u0434\u0430 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0447\u0430\u0441\u0442\u043E \u043B\u0443\u0447\u0448\u0435 \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0442\u044C \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445 \u0438 \u0435\u0435 \u0440\u0430\u0437\u043C\u0435\u0440 \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043B\u0438\u0448\u044C \u043E\u0442 \u0432\u0430\u0448\u0435\u0433\u043E \u0436\u0435\u043B\u0430\u043D\u0438\u044F.
commonMessages.interrogationAsDescription.setPath=\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435-\u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E \u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0435 \u0430\u0440\u0445\u0438\u0432\u043E\u0432 .kmz \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043D\u0438\u0447\u0435\u0433\u043E \u043C\u0435\u043D\u044F\u0442\u044C \u043D\u0435 \u043D\u0430\u0434\u043E, \u0442.\u043A. \u0432 \u0430\u0440\u0445\u0438\u0432\u0435 \u0440\u044F\u0434\u043E\u043C \u0441 \u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0441\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0430\u043F\u043A\u0430 'files', \u043A\u0443\u0434\u0430 \u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u044E\u0442\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F.\n\u041E\u0434\u043D\u0430\u043A\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432 \u043B\u044E\u0431\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043A \u043D\u0438\u043C \u043D\u043E\u0432\u044B\u0439 \u043F\u0443\u0442\u044C.\n\u041C\u043E\u0436\u043D\u043E \u0434\u0430\u0436\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u044B \u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0438\u0445 \u043D\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u043E\u043C \u0441\u0430\u0439\u0442\u0435.
commonMessages.interrogationAsDescription.pointsFile=\u041F\u043E\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B .kml \u0438 .kmz \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 3 \u0433\u0438\u0433\u0430\u0431\u0430\u0439\u0442.\n\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u0432\u0441\u0435\u0433\u0434\u0430 \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044F .kml \u0444\u0430\u0439\u043B, \u043D\u043E \u0435\u0441\u043B\u0438 \u0432\u044B \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435 \u0446\u0435\u043B\u0438\u043A\u043E\u043C \u0430\u0440\u0445\u0438\u0432 .kmz, \u0442\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0435\u0433\u043E \u043E\u0431\u0440\u0430\u0442\u043D\u0443\u044E \u0432\u044B\u0433\u0440\u0443\u0437\u043A\u0443 \u0441 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u043C .kml \u0432\u043D\u0443\u0442\u0440\u0438.\n.kml - \u044D\u0442\u043E \u0444\u043E\u0440\u043C\u0430\u0442 \u0444\u0430\u0439\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0433\u0435\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0433\u0435\u043E\u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u043A\u0430\u043A Google \u041F\u043B\u0430\u043D\u0435\u0442\u0430 \u0417\u0435\u043C\u043B\u044F, Google \u041A\u0430\u0440\u0442\u044B \u0438 Google \u041A\u0430\u0440\u0442\u044B \u0434\u043B\u044F \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432.\n.kmz - \u044D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u0430\u0440\u0445\u0438\u0432 (\u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0442\u043A\u0440\u044B\u0442 \u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D \u043B\u044E\u0431\u044B\u043C \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u043E\u0440\u043E\u043C \u0434\u043B\u044F zip \u0438\u043B\u0438 rar) \u0441 \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u043C .kml-\u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0438 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043E\u043D\u0430 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files'.\n\u041D\u0430 \u043D\u0435 \u0441\u0430\u043C\u044B\u0445 \u043C\u043E\u0449\u043D\u044B\u0445 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0430\u0445 \u0431\u041E\u043B\u044C\u0448\u0438\u0435 \u0444\u0430\u0439\u043B\u044B \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443.
commonMessages.interrogationAsDescription.path=\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438 (.kml), \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u0442\u0435\u0441\u044C \u043F\u0435\u0440\u0435\u0434\u0430\u0442\u044C \u0438\u0437 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 \u0434\u0440\u0443\u0433\u0443\u044E, \u043B\u0435\u0436\u0438\u0442 \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043E\u043D\u0430, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files', \u0442\u043E \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C 'files'.\n\u0415\u0441\u043B\u0438 \u0436\u0435 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0432 'PhotoPOI' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0435\u0435 \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421' \u0432 \u043F\u0430\u043F\u043A\u0435 'My Photos', \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0442\u0438\u043F\u0430: 'C:\\MyPhotos\\PhotoPOI'.
commonMessages.interrogationAsDescription.googleEarthDynamicParameters=\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0438\u043A\u043E\u043D\u043E\u043A \u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0439 \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043A\u0443\u0440\u0441\u043E\u0440\u043E\u043C \u043C\u044B\u0448\u0438.\n\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0447\u0442\u043E\u0431\u044B \u043D\u0435 \u0437\u0430\u043C\u0443\u0441\u043E\u0440\u0438\u0432\u0430\u0442\u044C \u043A\u0430\u0440\u0442\u0443 \u0431\u043E\u043B\u044C\u0448\u0438\u043C\u0438 \u0438\u043A\u043E\u043D\u043A\u0430\u043C\u0438 \u0438 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u043E\u043C \u0442\u0435\u043A\u0441\u0442\u0430, \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0438\u043A\u043E\u043D\u043E\u043A \u043C\u043E\u0436\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043C\u0435\u043B\u043A\u0438\u043C \u0438 \u0431\u0435\u0437 \u043F\u043E\u0434\u043F\u0438\u0441\u0435\u0439, \u0438 \u0442\u043E\u043B\u044C\u043A\u043E \u043F\u0440\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0438\u0438 \u043A\u0443\u0440\u0441\u043E\u0440\u0430 \u0437\u043D\u0430\u0447\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u0443\u0432\u0435\u043B\u0438\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0438 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0442\u043E\u0447\u0435\u043A.
commonMessages.interrogationAsDescription.googleEarthStaticParameters=\u0417\u043D\u0430\u0447\u043A\u0438 \u0438 \u043F\u043E\u0434\u043F\u0438\u0441\u0438 \u0431\u0443\u0434\u0443\u0442 \u0432\u0441\u0435\u0433\u0434\u0430 \u0441\u0442\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u044B \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u0441 \u0434\u0430\u043D\u043D\u044B\u043C\u0438 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430\u043C\u0438.
commonMessages.interrogationAsDescription.presets=\u0412\u0430\u0448\u0438 \u043F\u0440\u0435\u0434\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0435 \u043D\u0430\u0431\u043E\u0440\u044B \u0434\u0430\u043D\u043D\u044B\u0445.\n\u041F\u0440\u043E\u0441\u0442\u043E \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u0435\u0441\u0435\u0442\u0430 \u0432 \u043F\u043E\u043B\u0435 \u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u0434\u043B\u044F \u043F\u043E\u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0435\u0433\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F.\n\u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E - 4\u0448\u0442.
html.text.relativePath=\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C
html.text.absolutePath=\u0410\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C
html.text.webPath=\u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441
html.text.about=\u041E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435
exception.fieldError(2)=\u041F\u043E\u043B\u0435 {0} \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0443: {1}!
commonMessages.interrogationAsDescription.relativePath=\u041F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0444\u0430\u0439\u043B\u0430 \u0441 \u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438.\n\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, doc.kml) \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 'MyPhotos', \u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u0430\u043F\u043A\u0438 'MyPhotos'.\n\u0415\u0441\u043B\u0438 \u0440\u044F\u0434\u043E\u043C \u0441 \u0444\u0430\u0439\u043B\u043E\u043C \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u043B\u0435\u0436\u0438\u0442 \u043F\u0430\u043F\u043A\u0430 \u201CMyPhotoPOI\u201D \u0432\u043D\u0443\u0442\u0440\u0438 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0438 \u043B\u0435\u0436\u0438\u0442 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u201CMyPhotos\u201D, \u043F\u0438\u0448\u0438\u0442\u0435 '/MyPhotoPOI/MyPhotos/'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u044B\u0448\u0435 \u0443\u0440\u043E\u0432\u043D\u0435\u043C \u0438 \u0432\u043D\u0435\u0448\u043D\u044F\u044F \u043F\u0430\u043F\u043A\u0430 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F \u201CRootFolder\u201D, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u201C../RootFolder/MyPhotos\u201D\n\u0415\u0441\u043B\u0438 \u0437\u0430\u043F\u0443\u0442\u0430\u043B\u0438\u0441\u044C, \u043F\u043E\u0438\u0449\u0438\u0442\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435 \u043F\u043E\u043D\u044F\u0442\u0438\u0435 '\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C'.
commonMessages.interrogationAsDescription.absolutePath=\u041F\u043E\u043B\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u043A \u043B\u044E\u0431\u043E\u043C\u0443 \u043C\u0435\u0441\u0442\u0443 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435\n\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043F\u0430\u043F\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F \u201Cfiles\u201D, \u043B\u0435\u0436\u0438\u0442 \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 \u201C\u0421:\u201D \u043F\u043E \u043F\u0443\u0442\u0438 \u201CC:\\MyPOI\\GoogleEarth\\MyPhotoPOI\\files\u201D. \u0422\u0430\u043A \u0438 \u043F\u0438\u0448\u0438\u0442\u0435 \u0432\u044B\u0448\u0435\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0438\u043B\u0438 \u043F\u0440\u043E\u0441\u0442\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u0435\u0433\u043E \u0438\u0437 \u0435\u0435 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438 \u044D\u0442\u043E\u0439 \u043F\u0430\u043F\u043A\u0438.\n\u0415\u0449\u0435 \u043F\u0440\u0438\u043C\u0435\u0440\u044B: \u043F\u0443\u0442\u044C \u043A \u043F\u0430\u043F\u043A\u0435 \u0432 \u0412\u0430\u0448\u0438\u0445 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 \u0434\u043B\u044F Windows 7/10 \u0431\u0443\u0434\u0435\u0442 \u0442\u0430\u043A\u0438\u043C: \u201CC:\\Users\\%username%\\Documents\\MyPhotoPOI\\files\u201D, \u0430 \u043F\u0443\u0442\u044C \u043A \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435 GoogleEarth, \u0435\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u0430\u043C, \u0442\u0430\u043A\u0438\u043C: \u201CC:\\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files\u201D.\n\u0423\u0442\u043E\u0447\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0437\u043D\u0430\u044E\u0449\u0438\u0445 (\u043D\u0435 \u0447\u0438\u0442\u0430\u0439\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u044B \u043D\u0435 \u0438\u0437 \u043D\u0438\u0445): \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0435 \u0441\u043B\u0435\u0448\u0438 \u0432 windows \u043F\u0443\u0442\u044F\u0445 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043F\u0435\u0440\u0435\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u043F\u0440\u044F\u043C\u044B\u0435, \u0442\u0438\u043F\u0430 \u201CC:/Users/%username%/Documents/MyPhotoPOI/files/\u201D. \u041C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0437\u0443 \u043F\u0438\u0441\u0430\u0442\u044C \u0438 \u0442\u0430\u043A. \u041F\u0440\u043E\u0431\u0435\u043B\u044B \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B \u0438 \u0437\u0430\u043F\u043E\u043B\u043D\u044F\u044E\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C '%20'.
commonMessages.interrogationAsDescription.webPath=\u041F\u0443\u0442\u044C \u0434\u043B\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0415\u0441\u043B\u0438 \u0432\u0430\u0448\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0432 \u043F\u0430\u043F\u043A\u0435 \u043D\u0430 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u043E\u043C \u0441\u0435\u0440\u0432\u0435\u0440\u0435, \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441, \u0442\u0438\u043F\u0430: 'http://www.mysite.com/images/'.
exception.noXmlInZipFound=\u0424\u0430\u0439\u043B .kml \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0432\u043D\u0443\u0442\u0440\u0438 \u0430\u0440\u0445\u0438\u0432\u0430 {0}
commonMessages.article.howToUse=<p>\u0414\u0430\u043D\u043D\u0430\u044F \u0443\u0442\u0438\u043B\u0438\u0442\u0430 \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0430 \u0434\u043B\u044F \u043F\u043E\u043C\u043E\u0449\u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0432\u0430\u0448\u0438\u0445 \u0433\u0435\u043E-\u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 \u0438\u0437 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 \u0434\u0440\u0443\u0433\u0438\u0435 \u0442\u0430\u043A, \u0447\u0442\u043E\u0431\u044B \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u043B\u0438\u0441\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u043C\u043E\u0433\u043B\u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F, \u0438\u043C\u0435\u043B\u0438 \u0431\u044B \u043D\u0443\u0436\u043D\u044B\u0439 \u0432\u0430\u043C \u0432\u0438\u0434 \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u044D\u043A\u0440\u0430\u043D\u0430 \u0438\u043B\u0438 \u043F\u043E\u0436\u0435\u043B\u0430\u043D\u0438\u0439. <br>\u041F\u043B\u044E\u0441 \u043D\u0435\u043C\u043D\u043E\u0433\u043E \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u043E\u043F\u0446\u0438\u0439.</p><img class="imageInText imageInText_vertical" src="img/locusMapPhotoPoint.jpg" alt="\u0422\u043E\u0447\u043A\u0430 Locus Pro \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0435\u0439 \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438" title="\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0438 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F"><img class="imageInText imageInText_horizontal" src="img/GoogleEarthDynamic.gif" alt="\u0414\u0438\u043D\u0430\u043C\u0438\u0447\u0435\u0441\u043A\u043E\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0442\u043E\u0447\u0435\u043A \u0432 Google Earth" title="\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0438 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F"><img class="imageInText imageInText_horizontal" src="img/googleEarthPhoto.jpg" alt="\u0422\u043E\u0447\u043A\u0430 Google Earth Pro \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C \u043C\u0435\u0441\u0442\u043D\u043E\u0441\u0442\u0438" title="\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0438 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F"><img class="imageInText imageInText_horizontal" src="img/googleEarthPoints.jpg" alt="\u0426\u0432\u0435\u0442\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u043D\u0430 \u0441\u043F\u0443\u0442\u043D\u0438\u043A\u043E\u0432\u043E\u0439 \u043A\u0430\u0440\u0442\u0435 Google Earth Pro" title="\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0438 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F"><p>\u0412 \u043F\u0435\u0440\u0432\u0443\u044E \u043E\u0447\u0435\u0440\u0435\u0434\u044C, \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u0435\u0440\u0435\u043D\u043E\u0441 \u043C\u0435\u0436\u0434\u0443 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438 Locus Map Pro \u0438 Google Earth Pro. \u0427\u0442\u043E\u0431\u044B \u0432 Locus Map \u0438 Google Earth \u0442\u043E\u0447\u043A\u0438 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B\u0438\u0441\u044C \u0442\u0430\u043A, \u043A\u0430\u043A \u043F\u043E\u043A\u0430\u0437\u0430\u043D\u043E \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u043D\u043A\u0430\u0445.</p><p>\u042D\u0442\u043E \u0443\u0434\u043E\u0431\u043D\u043E \u0434\u043B\u044F \u0442\u0435\u0445, \u0443 \u043A\u043E\u0433\u043E \u0435\u0441\u0442\u044C \u0441\u0432\u043E\u044F \u0431\u0430\u0437\u0430 \u0442\u043E\u0447\u0435\u043A \u0441 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u043C\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043F\u0440\u0438\u0432\u044F\u0437\u043A\u043E\u0439 \u043A \u043C\u0435\u0441\u0442\u043D\u043E\u0441\u0442\u0438, \u043A\u043E\u0442\u043E\u0440\u0443\u044E \u0445\u043E\u0442\u0435\u043B\u043E\u0441\u044C \u0431\u044B \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u043E\u0434 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0435\u043C.</p><p>\u041F\u043E\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435\u043C .kml (<a href="https://ru.wikipedia.org/wiki/KML">\u044D\u0442\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u0441\u0430\u043C\u0438\u0445 \u0442\u043E\u0447\u0435\u043A \u043D\u0430 \u043A\u0430\u0440\u0442\u0435</a>) \u0438 .kmz (<a href="https://developers.google.com/kml/documentation/kmzarchives?hl=ru">\u044D\u0442\u043E \u043E\u0431\u044B\u0447\u043D\u044B\u0439 \u0430\u0440\u0445\u0438\u0432</a>, \u0432\u043D\u0443\u0442\u0440\u0438 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0441\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u0442\u043E\u0447\u0435\u043A (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, doc.kml) \u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043A \u044D\u0442\u0438\u043C \u0442\u043E\u0447\u043A\u0430\u043C (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F "files").</p><p>\u041D\u0438\u0436\u0435 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D\u044B \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0445 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0435\u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F...</p>
html.label.locusAsAttachments=\u0421\u0434\u0435\u043B\u0430\u0442\u044C \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u0432 Locus Map Pro
commonMessages.interrogationAsDescription.asAttachmentInLocus=\u041F\u0440\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0438\u0437 \u0434\u0440\u0443\u0433\u0438\u0445 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C \u0432 Locus Map \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u043C\u0438 \u0432\u043E \u0432\u043A\u043B\u0430\u0434\u043A\u0435 "\u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F" \u0432 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u0445 \u0442\u043E\u0447\u0435\u043A.\n\u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0438\u0437 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430 \u0442\u0443\u0442 \u0431\u0443\u0434\u0443\u0442 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B.
html.label.locusParams=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0434\u043B\u044F Locus Map&copy;
html.label.loadPoi=\u0417\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0444\u0430\u0439\u043B \u0441 \u0432\u0430\u0448\u0438\u043C\u0438 \u0442\u043E\u0447\u043A\u0430\u043C\u0438
html.title.close=\u0417\u0430\u043A\u0440\u044B\u0442\u044C
html.title.select.downloadAsKmz=\u041F\u043E\u043B\u043D\u044B\u0439 \u0430\u0440\u0445\u0438\u0432 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u043C \u0444\u0430\u0439\u043B\u043E\u043C .kml \u0432\u043D\u0443\u0442\u0440\u0438.\n\u041C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0438, \u0442\u0430\u043A \u043A\u0430\u043A \u044D\u0442\u043E \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043E\u0442 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0430 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 \u0438 \u043E\u0431\u0449\u0435\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0444\u0430\u0439\u043B\u0430.
html.title.select.downloadAsKml=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0441 \u0432\u0430\u0448\u0438\u043C\u0438 \u0442\u043E\u0447\u043A\u0430\u043C\u0438 \u0438 \u0442\u0440\u0435\u043A\u0430\u043C\u0438.
html.title.select.downloadAs=\u0421\u043A\u0430\u0447\u0430\u0442\u044C \u043A\u0430\u043A...
html.title.saveUpdatePreset=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u043B\u0438 \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0440\u0435\u0441\u0435\u0442
html.title.deletePreset=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u0440\u0435\u0441\u0435\u0442
html.title.clearTextArea=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C...
html.title.select.localPresets=\u041B\u043E\u043A\u0430\u043B\u044C\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u043F\u0440\u0435\u0434\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0438
commonMessages.article.scenarios=<h3>\u0418\u0437 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B Locus Map Pro \u0441\u043E \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0432 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 Google Earth Pro \u043D\u0430 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435.</h3><p>\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0432 \u0435\u0434\u0438\u043D\u043E\u043C \u0430\u0440\u0445\u0438\u0432\u0435 .kmz \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u0442\u0435 \u0444\u0430\u0439\u043B, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043B\u044E\u0431\u044B\u043C .zip \u0438\u043B\u0438 .rar \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u043E\u0440\u043E\u043C.</p><p>\u0424\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 \u043B\u044E\u0431\u043E\u043C \u043C\u0435\u0441\u0442\u0435 \u043D\u0430 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0432 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443 'files" \u0432 \u043B\u044E\u0431\u043E\u0435 \u043C\u0435\u0441\u0442\u043E, \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C, \u0432 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 "C:\\Users\\%username%\\Documents\\MyPOI\\MapPhotos", \u043B\u0438\u0431\u043E \u0432 \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 Google Earth Pro \u0445\u0440\u0430\u043D\u0438\u0442 \u0441\u0432\u043E\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 (\u0434\u043B\u044F Windows 7\\10 \u044D\u0442\u043E "C:\\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files").</p><p>\u0421\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0442\u043E\u0447\u0435\u043A \u043F\u0440\u043E\u0433\u043E\u043D\u044F\u0435\u0442\u0435 \u0447\u0435\u0440\u0435\u0437 Map Points Trimmer \u0441 \u0443\u043A\u0430\u0437\u0430\u043D\u0438\u0435\u043C \u043F\u0443\u0442\u0438 \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0441 \u0444\u043E\u0442\u043E, \u043A\u0438\u0434\u0430\u0435\u0442\u0435 \u043A\u0443\u0434\u0430-\u0443\u0433\u043E\u0434\u043D\u043E \u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0435\u0442\u0435 \u0432 Google Earth Pro.</p><h4>\u0415\u0441\u043B\u0438 \u0437\u0430\u043C\u043E\u0440\u043E\u0447\u0438\u0442\u044C\u0441\u044F</h4><p>\u0415\u0441\u043B\u0438 \u043D\u0435 \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0437\u0430\u043C\u043E\u0440\u0430\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F, \u043F\u0440\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u0434\u0430\u043D\u043D\u044B\u0439 \u0430\u0431\u0437\u0430\u0446 \u0438 \u043D\u0430 \u044D\u0442\u043E\u043C \u0432\u0441\u0435.<br>\u0415\u0441\u043B\u0438 \u0436\u0435 \u043D\u0435\u0442, \u0442\u043E: Google Earth \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u0435\u0442 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u0443\u0442\u0438 \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0445 \u0438\u0437 \u043B\u044E\u0431\u043E\u0433\u043E \u043C\u0435\u0441\u0442\u0430, \u043A\u0440\u043E\u043C\u0435 \u0441\u0432\u043E\u0435\u0433\u043E \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430, \u0443\u0441\u0442\u0440\u0430\u0438\u0432\u0430\u044F \u0442\u0430\u043C \u043F\u0440\u044F\u043C\u043E \u0432 \u043A\u043E\u0440\u043D\u0435 \u0441\u0432\u0430\u043B\u043A\u0443 \u0444\u0430\u0439\u043B\u043E\u0432. \u0410 \u0435\u0441\u043B\u0438 \u0437\u0430\u043A\u0438\u043D\u0443\u0442\u044C \u0444\u0430\u0439\u043B .kml \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430 Google Earth Pro, \u0442\u0430\u043C \u0436\u0435 \u0440\u044F\u0434\u043E\u043C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 (\u201Cphotos\u201D, \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u043F\u0430\u043F\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E), \u0442\u043E \u0432\u0441\u0435 \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043A\u0430\u043A \u043D\u0430\u0434\u043E.</p><h3>\u0418\u0437 Locus Map Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 Locus Map Pro</h3><p>\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u044F\u043C\u043E \u0432 \u0442\u0435\u043B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0432 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435 \u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u043B\u043E\u0441\u044C \u043F\u043E \u043D\u0430\u0436\u0430\u0442\u0438\u044E \u043F\u043E \u043D\u0435\u043C\u0443, \u0432\u043C\u0435\u0441\u0442\u043E \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043A\u0430\u0436\u0434\u044B\u0439 \u0440\u0430\u0437 \u0437\u0430\u0445\u043E\u0434\u0438\u0442\u044C \u0432\u043E \u0432\u043A\u043B\u0430\u0434\u043A\u0443 "\u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F".</p><p>\u042D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0438\u0437 Locus Map \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz, \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442\u0435 \u043D\u0430 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435, \u0437\u0430\u043A\u0438\u0434\u044B\u0432\u0430\u0435\u0442\u0435 \u0432 \u0434\u0430\u043D\u043D\u0443\u044E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u0440\u0430\u0437\u043C\u0435\u0440 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 (\u0434\u043B\u044F Locus Map \u043B\u0443\u0447\u0448\u0435 100%), \u201C\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A\u0430\u043A \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432 Locus Map\u201D, \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0435 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0432 Locus Map \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u044D\u0442\u043E \u043F\u0430\u043F\u043A\u0430 \u0438\u043C\u0435\u0435\u0442 \u043F\u0443\u0442\u044C, \u0442\u0438\u043F\u0430 "/storage/emulated/0/Locus/data/media/photo/", \u043D\u043E \u0435\u0433\u043E \u043F\u043E\u043B\u043D\u044B\u0439 \u0432\u0438\u0434 \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F \u043E\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u0435\u043B\u044F \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u043E\u043D\u043A\u0438, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u00AB\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u0445\u00BB \u043F\u043E\u043B\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u0435\u0435 \u0432 \u0441\u0432\u043E\u0435\u043C \u0441\u043B\u0443\u0447\u0430\u0435). \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B .kml \u0443\u0436\u0435 \u0431\u0435\u0437 \u0444\u043E\u0442\u043E \u0437\u0430\u043A\u0438\u0434\u044B\u0432\u0430\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D \u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Map.</p><h3>\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435</h3><p>\u041F\u0440\u0438 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0438 \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E \u043F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Map \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435). \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0442\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0435.</p><p>\u041F\u043E\u0441\u043B\u0435 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0444\u043E\u0442\u043E, \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0438\u0437 Locus Pro \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz. \u0412 Map Points Trimmer \u0432\u044B\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438. \u0418\u0437 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 .kmz \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u043E\u0440\u0430 \u0434\u043E\u0441\u0442\u0430\u0435\u0442\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B .kml, \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p><h3>\u0418\u043C\u043F\u043E\u0440\u0442 \u0438\u0437 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 Locus Pro \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D</h3><p>\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Pro \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0443 \u0441\u0435\u0431\u044F). \u041D\u043E \u043F\u0440\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0438\u0437 \u0430\u0440\u0445\u0438\u0432\u043E\u0432 .kmz \u0434\u043B\u044F \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 Locus Map \u0443\u0436\u0435 \u0441\u043E\u0437\u0434\u0430\u0435\u0442 \u0432\u043D\u0443\u0442\u0440\u0438 \u0441\u0435\u0431\u044F \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u044B\u0435 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0430\u0440\u0445\u0438\u0432\u0430, \u0430 \u043D\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0449\u0430\u0435\u0442 \u0438\u0445 \u0432 \u043F\u0430\u043F\u043A\u0443 \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.<br>\u041F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u043E\u0432\u043E\u0439 \u043F\u043E\u0440\u0446\u0438\u0438 \u0442\u043E\u0447\u0435\u043A \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043A \u043D\u0438\u043C \u0438 \u0434\u0430\u043B\u044C\u0448\u0435 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0441\u044C \u0432 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0440\u0443\u0435\u043C\u043E\u0439 \u043F\u0430\u043F\u043A\u0435, \u043F\u0443\u0442\u044C \u043A \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0432\u0430\u043C \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D.</p><p>\u0417\u0430\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435 \u0432 Map Points Trimmer \u0444\u0430\u0439\u043B .kml, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438 \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0435. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E. \u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0432 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0432 \u043D\u0443\u0436\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443.</p><h3>\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0432 Google Maps</h3><p>(\u0412 \u043F\u0440\u043E\u0446\u0435\u0441\u0441\u0435 \u043D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u2026)</p>
commonMessages.about=<p>\u0418\u0437\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u0431\u044B\u043B\u0430 \u043B\u0438\u0447\u043D\u043E\u0439 \u0443\u0442\u0438\u043B\u0438\u0442\u043E\u0439 \u0434\u043B\u044F \u0431\u044B\u0441\u0442\u0440\u043E\u0433\u043E \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0430 \u0442\u043E\u0447\u0435\u043A \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438\u0445 \u0438\u0437 Locus Map Pro \u0432 Google Earth \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p><p>\u041F\u043E\u0442\u043E\u043C \u043E\u043D\u0430 \u043E\u0431\u0440\u0430\u0441\u043B\u0430 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u043C\u0438, \u0441\u0434\u0435\u043B\u0430\u043B \u0434\u0438\u0437\u0430\u0439\u043D \u0438 \u0432\u044B\u043B\u043E\u0436\u0438\u043B \u0434\u043B\u044F \u0434\u0440\u0443\u0433\u0438\u0445, \u043C\u043E\u0436\u0435\u0442, \u0431\u0443\u0434\u0435\u0442 \u043A\u043E\u043C\u0443 \u043F\u043E\u043B\u0435\u0437\u043D\u043E.</p><p>\u041F\u043E-\u0438\u0434\u0435\u0435, \u0432\u0441\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0432\u0438\u0434\u0435 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0430 \u0441\u0430\u0439\u0442\u0435, \u043D\u043E \u0445\u043E\u0441\u0442\u0438\u043D\u0433\u043E\u043C \u0437\u0430\u043D\u0438\u043C\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A-\u0442\u043E \u043D\u0435\u0434\u043E\u0441\u0443\u0433 \u0438, \u043D\u0430 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442, \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440.</p><p>\u0418\u043C\u0435\u043D\u043D\u043E \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u043E\u043D\u043E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E \u043A \u0440\u0435\u0441\u0443\u0440\u0441\u0430\u043C.</p><p>\u0412 \u043F\u0440\u043E\u0435\u043A\u0442\u0435:<br><ul><li>\u041F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430 \u0444\u043E\u0440\u043C\u0430\u0442\u0430 .gpx. \u041D\u043E \u043E\u043D \u043F\u043E\u043A\u0430 \u043F\u043E\u0434 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u043C, \u0442.\u043A. \u043D\u0435 \u0441\u043E\u0432\u0441\u0435\u043C \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u0434\u043B\u044F \u0443\u0434\u043E\u0431\u043D\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0442\u043E\u0447\u0435\u043A.</li></ul></p>
html.h2.slogan=The handler for your custom POI with photos
html.title.footer.contacts.github=Github \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0430
html.title.footer.location=\u041C\u0435\u0441\u0442\u043E \u043E\u0431\u0438\u0442\u0430\u043D\u0438\u044F
exception.xmlParseError=\u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B XML-\u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430: 
exception.fileException(1)=\u041E\u0448\u0438\u0431\u043A\u0430 \u0447\u0442\u0435\u043D\u0438\u044F-\u0437\u0430\u043F\u0438\u0441\u0438 \u0444\u0430\u0439\u043B\u0430: {0}
commonMessages.interrogationAsDescription.previewSizeUnits=\u041F\u0440\u043E\u0446\u0435\u043D\u0442\u044B: \u0412\u0430\u0436\u043D\u043E! \u042D\u0442\u043E \u043D\u0435 \u043F\u0440\u043E\u0446\u0435\u043D\u0442 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043A\u0430\u0440\u0442\u0438\u043D\u043A\u0438, \u0430 \u043F\u0440\u043E\u0446\u0435\u043D\u0442 \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u0430, \u043E\u0442\u0432\u0435\u0434\u0435\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u0434 \u0435\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435. \u0422\u043E \u0435\u0441\u0442\u044C, \u043F\u0440\u0438 100% (\u0447\u0442\u043E \u043B\u0443\u0447\u0448\u0435 \u0438 \u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0434\u043B\u044F \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u043E\u0432) \u043E\u043D\u043E \u0437\u0430\u0439\u043C\u0435\u0442 \u0432\u0441\u044E \u0448\u0438\u0440\u0438\u043D\u0443 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F, \u043D\u0435 \u0432\u044B\u0445\u043E\u0434\u044F \u0437\u0430 \u043F\u0440\u0435\u0434\u0435\u043B\u044B \u044D\u043A\u0440\u0430\u043D\u0430.\n\u041F\u0438\u043A\u0441\u0435\u043B\u0438: \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0435\u043C\u0430\u044F \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0448\u0438\u0440\u0438\u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u043D\u043A\u0438 \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445. (\u0414\u043B\u044F \u0434\u0435\u0441\u043A\u0442\u043E\u043F\u043E\u0432, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0434\u043B\u044F Google Earth, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0441\u0440\u0430\u0437\u0443 \u0432\u044B\u0432\u043E\u0434\u0438\u043B\u043E\u0441\u044C \u0432 \u0436\u0435\u043B\u0430\u0435\u043C\u043E\u043C \u043C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435. \u041F\u0440\u043E\u0446\u0435\u043D\u0442\u044B \u0442\u0430\u043C \u0447\u0430\u0441\u0442\u043E \u043D\u0435 \u0440\u0430\u0431\u043E\u0442\u0430\u044E\u0442.)
html.title.footer.email=\u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F, \u0431\u0430\u0433\u0438, \u0443\u0442\u043E\u0447\u043D\u0435\u043D\u0438\u044F, \u0432\u043E\u043F\u0440\u043E\u0441\u044B...
commonMessages.interrogationAsDescription.downloadAs=\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044F .kml \u0444\u0430\u0439\u043B.\n\u041D\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u043F\u043E\u043B\u043D\u044B\u0439 .kmz \u0430\u0440\u0445\u0438\u0432 \u0438 \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u0435\u0433\u043E \u0441 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0441 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u044B\u043C .kml \u0444\u0430\u0439\u043B\u043E\u043C \u0432\u043D\u0443\u0442\u0440\u0438.
html.h1.debugMode=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0442\u043B\u0430\u0434\u043A\u0438 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F
html.input.checkbox.debugMode=<i>\u041E\u0442\u043B\u0430\u0434\u043A\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F...</i>
exceptions.logFileReadFailure(1)=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u043E\u0447\u0438\u0442\u0430\u0442\u044C \u0444\u0430\u0439\u043B \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0438\u0437 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0439 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F: {0}
html.title.a.copyIntoMemory=\u0421\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u0435\u043A\u0441\u0442 \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u0432 \u043F\u0430\u043C\u044F\u0442\u044C.
commonMessages.article.copyLogSection=<p>\u041F\u043E\u043B\u043D\u044B\u0439 \u0442\u0435\u0441\u0442 \u0436\u0443\u0440\u043D\u0430\u043B\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D \u0432 \u0441\u043A\u0440\u044B\u0442\u043E\u043C \u043E\u0442\u0434\u0435\u043B\u0435 \u043D\u0438\u0436\u0435. \u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B, \u0447\u0442\u043E \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043F\u043E \u0432\u0438\u043D\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F, \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 <a id="clickHere" title="Copy the text into memory" th:title="#{html.title.a.copyIntoMemory}" href=""> \u043D\u0430\u0436\u0430\u0442\u044C \u0437\u0434\u0435\u0441\u044C </a>, \u0447\u0442\u043E\u0431\u044B \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0442\u0435\u043A\u0441\u0442 \u0432 \u043F\u0430\u043C\u044F\u0442\u044C, \u0432\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u0435\u0433\u043E \u0432 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0435 \u0441\u043E\u043E\u0431\u0449\u0435\u043D\u0438\u0435 \u0438 \u043E\u0442\u043E\u0441\u043B\u0430\u0442\u044C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0443.</p>
commonMessages.interrogationAsDescription.debugMode=\u0415\u0441\u043B\u0438 \u0432\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B, \u0447\u0442\u043E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0443, \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u043E\u0442\u043B\u0430\u0434\u043A\u0438 \u0431\u0443\u0434\u0435\u0442 \u0441\u043E\u0437\u0434\u0430\u043D \u0436\u0443\u0440\u043D\u0430\u043B \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0438 \u043E\u0442\u043E\u0441\u043B\u0430\u0442\u044C \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0443 \u0434\u043B\u044F \u0440\u0430\u0437\u0431\u043E\u0440\u0430.