exception.fileExtensionNotSupported=Such a file extension {0} is not supported!
exception.nullFilename=The name of a file cannot be null or emty!
exception.shutdownFaulire=Due to some reason the application hasn't been able to turn itself off. You can kill the working virtual Java machine JRE process yourself via Task Manager. 
html.h1.header=Map Points Trimmer
html.h2.howToConvert=How to properly trim and prepare your saved custom Points of Interest (POI) for using in various map applications
html.h1.error=There is an error occurred in the application!
html.title.errorPage=Error page
html.label.clearDescriptions=Clear outdated POIs descriptions
html.input.setPath=Set paths to all image files for photo POIs
html.input.value.convert=PROCESS
html.label.additionalParams=Set additional parameters
html.label.previewSize=Set photos preview width size
html.label.trimDescriptions=Trim whitespaces inside descriptions to compress
html.label.trimXml=Trim whitespaces only in xml markup to compress
html.header.option.lang=Lang...
html.placeholder.input.defaultPath=Enter a path to a folder with images...
html.span.px=px (pixels)
html.text.shutdown=SHUTDOWN
html.title.defaultPath=Windows 7/10 default path to the installed Google Earth Pro's saved places
userMessage.downloadMessageAwait=The processing may take from a few seconds up to several minutes depending on the file size and your computer performance.<br>Please wait for your browser to download a processed file...<br>And don't forget to shutdown the application.
userMessage.errorPageMessage=In case of user interface error you can visit developer's <a href="https://github.com/BAXMYPKA/Locus-Pro-POI-Trimmer">GitHub</a> to download the latest version of application.
userMessage.shutdownSuccess=The application has been successfully turned off.
commonMessages.interrogationAsDescription.trimXml=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435, \u0434\u0435\u043B\u0430\u044F \u0435\u0435 \u043E\u0434\u043D\u043E\u0441\u0442\u0440\u043E\u0447\u043D\u043E\u0439.\n\u042D\u0442\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041D\u0435\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u043C\u0438 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 CDATA.\n\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u043E \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0441\u043B\u0438 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0443\u0434\u043E\u0431\u043D\u043E\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
commonMessages.interrogationAsDescription.trimDescription=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 (html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0430 \u0432 CDATA).\n\u041F\u0440\u0438 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0442\u0430\u043A\u043E\u0439 \u043E\u043F\u0446\u0438\u0435\u0439 \u0434\u043B\u044F xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041E\u0442\u0434\u0435\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u0430 \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u0441 \u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0440\u0430\u0437\u0431\u043E\u0440 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439.
commonMessages.interrogationAsDescription.setPhotosPreview=If map point descriptions contain images they will be displayed as previews with the links to full size images.\nIt may be helpful to make preview as big as possible to show image details at a glance.\nThis size is set as width in percentage or pixels (the height will be computed automatically). For best results on mobile screens it is recommended to set ~86-100%. The width for desktop screens it is better to set in pixels (as usual) and the width is limited by your wishes.
commonMessages.interrogationAsDescription.trimOutdatedPoiDesc=When exporting and reexporting point Locus Map produces a bunch of unnecessary info such as photo duplicates among descriptions in its format, excessive data etc.\nThis option is eliminating all those excessive data with outdated timestamps, tables duplicates etc. and leaves only the first ones from the moment of their creation.
commonMessages.interrogationAsDescription.setPath=While exporting/importing map points with photos in .kmz archives you shouldn\u2019t change anything as usual as all the corresponding photos are placed in the \u201Cfiles\u201D folder near the points description file.\\But nevertheless you can replace those photos in any place on your computer and point out a new way to them.\nEven internet paths are available if you keep photo on a distant web server.
commonMessages.interrogationAsDescription.pointsFile=For now only .kml and .kmz no more than 3GB are supported.\nBy default .kml file will be returned but if you load .kmz archive you can choose to return it with the processed .kml inside.\n.kml is a Google format for Google Earth or Google Map.\n.kmz is a simple archive (which can be opened and modified with any archiver for zip or rar) with the .kml file inside (\u201Cdoc.kml\u201D as usual) and a folder with corresponded photos (\u201Cfiles\u201D as usual).\nFor not so powerful computers the processing a huge .kmz files will take a longer time.
commonMessages.interrogationAsDescription.path=If the file with points (.kml) you are going to pass from one application to another is placed near to a folder with corresponding images and that folder name for instance is 'files', so you can just write a relative type of path as "files".\nBut if you want to rename that folder as 'PhotoPOI' and keep it on drive 'C' in the 'MyPhotos' folder, so you have to write an absolute type of path as 'C:\\MyPhotos\\PhotoPOI'.
html.text.relativePath=Relative path
html.text.absolutePath=Absolute path
html.text.webPath=WEB path
exception.fieldError(2)=The field {0} contains error: {1}!
commonMessages.interrogationAsDescription.relativePath=The path to the folder with images relatively the file with their descriptions.\nIf that file (e.g. \u201Cdoc.kml\u201D) is placed near an images folder \u201CMyPhotos\u201D you can just write that folder name as it \u2013 \u201CMyPhotos\u201D.\nIf near your description file a folder \u201CMyPhotoPOI\u201D is placed and that folder contains the folder \u201CMyPhotos\u201D with corresponding images, so write \u201C/MyPhotoPOI/MyPhotos/\u201D.\nIf a folder with images is placed on a higher level and that higher folder name is \u201CRootFolder\u201D, write \u201C../RootFolder/MyPhotos/\u201D.\nBut if you are confused with all that stuff go Google and search for the \u201Crelative path\u201D.
commonMessages.interrogationAsDescription.absolutePath=The full path to any directory within your local computer.\nFor example the folder with photos is named \u201Cfiles\u201D and placed on drive \u201CC:\u201D with the full path \u201CC:\\MyPOI\\GoogleEarth\\MyPhotoPOI\\files\u201D. So you can write exactly this path or just copy it from the address bar of that folder.\nTwo more examples: the full path to the folder in Your Documents for Windows 7/10 is \u201CC:\Users\\%username%\\Documents\\MyPhotoPOI\\files\u201D, and the full path to the installed Google Earth Pro for desktop is \u201CC:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files\u201D.\nAnd just a little clarification for experienced people (omit reading this if you are not): backslashes in windows-style paths will be automatically transformed into forward slashes as \u201CC:/Users/%username%/Documents/MyPhotoPOI/files/\u201D and you are free to write them that way. Also all whitespaces are allowed and will be substituted with \u201C%20\u201D sign.
commonMessages.interrogationAsDescription.webPath=The path to photos through the Internet.\nIf you keep your images in a folder on a distant internet server, write an internet-address to it here. E.g. 'http://www.mysite.com/images/'
exception.kmzNoKml=No .kml file has been found in the {0}
commonMessages.article.howToUse=<p>The aim for this utility is to help with transferring your map points with photos within their descriptions from one program to another so that embedded photos will be properly displayed according to your wishes and screen resolution as preview, and also have the ability to be magnified by click.<br>Plus it proposes a few additional options.</p>\
<p>First of all the utility supports transferring points between Locus Map pro and Google Earth Pro so that your points in Locus will be displayed as <img src=\u201D\u201D> and in Google Earth as <img src=\u201D\u201D></p>\
<p>At the moment it supports only .kml (<a href="https://en.wikipedia.org/wiki/Keyhole_Markup_Language">those are the files with the points (POI) description</a>) and .kmz (<a href=" https://developers.google.com/kml/documentation/kmzarchives ">those are obvious archives which can be opened with any zip or rar archiver </a> with a points file .kml (named \u201Cdoc.kml\u201D as usual) and a folder with photos for that file (named "files" as usual).</p>\
<p>Below are some possible scenarios how to use this\u2026</p>
html.label.locusAsAttachments=Add as attachments in Locus Pro
commonMessages.interrogationAsDescription.asAttachmentInLocus=When importing points with photos into Locus Map to make images available in "Attachments" tab in the POIs properties.\nImages from Internet won't be available there.
html.label.locusParams=Set Locus Map&copy; specific parameters
html.label.loadPoi=Load custom points file
html.title.close=Close
html.title.select.downloadAsKmz=A full archive with photos and the processed .kml file inside.\nIt may take a longer time to process as it depends on amount of photos and a file size.
html.title.select.downloadAsKml=A processed file with the points and tracks inside.
html.h2.slogan=The handler for your custom POI with photos
html.text.openClose=Open/Close...
commonMessages.article.scenarios=<h3>\u0418\u0437 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B Locus Pro \u0441\u043E \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0432 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 Google Earth Pro \u043D\u0430 \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0435.</h3>\
<p>\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0432 \u0435\u0434\u0438\u043D\u043E\u043C \u0430\u0440\u0445\u0438\u0432\u0435 .kmz \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u0442\u0435 \u0444\u0430\u0439\u043B, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043B\u044E\u0431\u044B\u043C \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u043E\u0440\u043E\u043C \u0434\u043B\u044F .zip \u0438\u043B\u0438 .rar \u0430\u0440\u0445\u043E\u0432\u043E\u0432.</p>\
<p>\u041F\u0430\u043F\u043A\u0443 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 \u043B\u044E\u0431\u043E\u043C \u043C\u0435\u0441\u0442\u0435 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0432 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443 'files" \u043B\u0438\u0431\u043E \u0432 \u043B\u044E\u0431\u043E\u0435 \u043C\u0435\u0441\u0442\u043E, \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C, \u0432 \u0432\u0430\u0448\u0438\u0445 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 "C:\Users\\%username%\\Documents\\MyPOI\\files", \u043B\u0438\u0431\u043E \u0432 \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 Google Earth Pro \u0445\u0440\u0430\u043D\u0438\u0442 \u0441\u0432\u043E\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 (\u0434\u043B\u044F Windows 7\\10 \u044D\u0442\u043E "C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files").</p>\
<p>\u0424\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0442\u043E\u0447\u0435\u043A \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C</p>\
\
<h4>\u0415\u0441\u043B\u0438 \u0437\u0430\u043C\u043E\u0440\u043E\u0447\u0438\u0442\u0441\u044F</h4>\
<p>\u0415\u0441\u043B\u0438 \u0432\u044B \u043D\u0435 \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0437\u0430\u043C\u043E\u0440\u0430\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F, \u044D\u0442\u043E\u0442 \u0430\u0431\u0437\u0430\u0446 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0438 \u043D\u0430 \u044D\u0442\u043E\u043C \u0432\u0441\u0435. \u0415\u0441\u043B\u0438 \u0436\u0435 \u043D\u0435\u0442, \u0442\u043E: Google Earth \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u0435\u0442 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u0443\u0442\u0438 \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0445 \u0438\u0437 \u043B\u044E\u0431\u043E\u0433\u043E \u043C\u0435\u0441\u0442\u0430, \u043A\u0440\u043E\u043C\u0435 \u0441\u0432\u043E\u0435\u0433\u043E \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430, \u0443\u0441\u0442\u0440\u0430\u0438\u0432\u0430\u044F \u0441\u0432\u0430\u043B\u043A\u0443 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432 \u044D\u0442\u043E\u043C \u043C\u0435\u0441\u0442\u0435. \u0415\u0441\u043B\u0438 \u0436\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C  \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0441 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430 Google Earth Pro, \u0442\u0430\u043C \u0436\u0435 \u0440\u044F\u0434\u043E\u043C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 (\u0441\u043C. \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044E \u043A \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u043C\u0443 \u043F\u0443\u043D\u043A\u0442\u0443), \u0442\u043E \u0432\u0441\u0435 \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043A\u0430\u043A \u043D\u0430\u0434\u043E. </p>\
\
<h3>\u0418\u0437 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 Locus Pro</h3>\
<p>\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u044F\u043C\u043E \u0432 \u0442\u0435\u043B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0441 \u043D\u0443\u0436\u043D\u044B\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u043C \u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u043B\u043E\u0441\u044C \u043F\u043E \u043D\u0430\u0436\u0430\u0442\u0438\u044F \u043F\u043E \u043D\u0435\u043C\u0443, \u0432\u043C\u0435\u0441\u0442\u043E \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043A\u0430\u0436\u0434\u044B\u0439 \u0440\u0430\u0437 \u0437\u0430\u0445\u043E\u0434\u0438\u0442\u044C \u0432\u043E \u0432\u043A\u043B\u0430\u0434\u043A\u0443 "\u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F".</p>\
<p>\u042D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz. \u0412\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 "\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u0442\u0435\u043B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F" \u0438 \u0440\u0430\u0437\u043C\u0435\u0440 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0437\u0430\u043A\u0438\u0434\u044B\u0432\u0430\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D \u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 Locus Pro.</p>\
\
<h4>\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0443\u0442\u044C \u0434\u043E \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435</h4>\
<p>\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Pro \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0443 \u0441\u0435\u0431\u044F, \u043D\u0435 \u0437\u0430\u0431\u044B\u0432\u0430\u044F, \u0447\u0442\u043E \u043A \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u043C \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F\u043C \u0443 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C \u043C\u043E\u0436\u0435\u0442 \u043D\u0435 \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u0430!). \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0442\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0435.</p>\
<p>\u041F\u0435\u0440\u0435\u043D\u0435\u0441\u0438\u0442\u0435 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u043D\u043E\u0432\u0443\u044E \u043F\u0430\u043F\u043A\u0443. \u042D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0438\u0437 Locus Pro \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz. \u0412\u044B\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438. \u0418\u0437 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 .kmz \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0430\u0440\u0445\u0432\u0430\u0442\u043E\u0440\u0430 \u0434\u043E\u0441\u0442\u0430\u0435\u0442\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B .kml, \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p>\
\
<h3>\u0418\u043C\u043F\u043E\u0440\u0442 \u0438\u0437 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 Locus Pro \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D</h3>\
<p>\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Pro \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0443 \u0441\u0435\u0431\u044F). \u041F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u043E\u0432\u043E\u0439 \u043F\u043E\u0440\u0446\u0438\u0438 \u0442\u043E\u0447\u0435\u043A \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043A \u043D\u0438\u043C \u0438 \u0434\u0430\u043B\u044C\u0448\u0435 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0441\u044C \u043B\u0438\u0431\u043E \u0432 \u044D\u0442\u043E\u0439 \u043F\u0430\u043F\u043A\u0435, \u043B\u0438\u0431\u043E \u0432 \u043B\u044E\u0431\u043E\u0439 \u0434\u0440\u0443\u0433\u043E\u0439, \u043F\u0443\u0442\u044C \u043A \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0432\u0430\u043C \u0438\u0437\u043C\u0435\u0441\u0442\u0435\u043D.</p>\
<p>\u0417\u0430\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435 \u0441\u044E\u0434\u0430 \u0444\u0430\u0439\u043B .kml, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u043D\u0443\u0436\u043D\u044B\u0439 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E. \u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0432 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0432 \u043D\u0443\u0436\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443.</p>\
\
<h3>\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0432 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 Google Maps</h3>\
<p></p>
commonMessages.about=<p>\u0418\u0437\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u0431\u044B\u043B\u0430 \u043B\u0438\u0447\u043D\u043E\u0439 \u0441\u0430\u043C\u043E\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0443\u0442\u0438\u043B\u0438\u0442\u043E\u0439 \u0434\u043B\u044F \u0431\u044B\u0441\u0442\u0440\u043E\u0433\u043E \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0430 \u0442\u043E\u0447\u0435\u043A \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438\u0445 \u0438\u0437 Locus Map Pro \u0432 Google Earth \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p>\
<p>\u041F\u043E\u0442\u043E\u043C \u043E\u043D\u0430 \u043E\u0431\u0440\u0430\u0441\u043B\u0430 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u043C\u0438, \u0441\u0434\u0435\u043B\u0430\u043B \u0434\u0438\u0437\u0430\u0439\u043D \u0438 \u0432\u044B\u043B\u043E\u0436\u0438\u043B \u0434\u043B\u044F \u0434\u0440\u0443\u0433\u0438\u0445, \u043C\u043E\u0436\u0435\u0442, \u0431\u0443\u0434\u0435\u0442 \u043A\u043E\u043C\u0443 \u043F\u043E\u043B\u0435\u0437\u043D\u043E.</p>\
<p>\u041F\u043E-\u0438\u0434\u0435\u0435, \u0432\u0441\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0432\u0438\u0434\u0435 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0430 \u0441\u0430\u0439\u0442\u0435, \u043D\u043E \u0445\u043E\u0441\u0442\u0438\u043D\u0433\u043E\u043C \u0437\u0430\u043D\u0438\u043C\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A-\u0442\u043E \u043D\u0435\u0434\u043E\u0441\u0443\u0433 \u0438, \u043D\u0430 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442, \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440.</p>\
<p>\u0418\u043C\u0435\u043D\u043D\u043E \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u043E\u043D\u043E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E \u043A \u0440\u0435\u0441\u0443\u0440\u0441\u0430\u043C.</p>\
<p>\
\u0412 \u043F\u0440\u043E\u0435\u043A\u0442\u0435:<br>\
<ul>\
<li>\u041C\u0430\u0448\u0441\u0442\u0430\u0431\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0438 \u043F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0441\u0442\u044C \u0438\u043A\u043E\u043D\u043E\u043A \u0438 \u0442\u0435\u043A\u0441\u0442\u0430 \u043F\u0440\u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0435 \u0432 Google Earth Pro.</li>\
<li>\u041F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430 \u0444\u043E\u0440\u043C\u0430\u0442\u0430 .gpx. \u041D\u043E \u043E\u043D \u043F\u043E\u043A\u0430 \u043F\u043E\u0434 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u043C, \u0442.\u043A. \u043D\u0435 \u0441\u043E\u0432\u0441\u0435\u043C \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u0434\u043B\u044F \u0443\u0434\u043E\u0431\u043D\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0442\u043E\u0447\u0435\u043A.</li>\
</ul>\
</p>
html.title.footer.contacts.github=Developer's Github
html.title.footer.location=Location
exception.xmlParseError=XML parsing error: 
commonMessages.interrogationAsDescription.previewSizeUnits=Percentage: an image will occupy its percentage by width on the information screen. (For smartphones you\u2019d better set 100% for the image to occupy all the available space).\nPixels: the minimum image width in pixels. (For desktops, e.g. Google Earth Pro will show the images with the minimum width. Percentage won\u2019t work that way.)


