exception.fileExtensionNotSupported=Such a file extension {0} is not supported!
exception.nullFilename=The name of a file cannot be null or emty!
exception.shutdownFaulire=Due to some reason the application hasn't been able to turn itself off. You can kill the working virtual Java machine JRE process yourself via Task Manager. 
html.h1.header=Map Points Trimmer
html.h2.howToConvert=How to properly trim and prepare your saved custom Points of Interest (POI) for using in various map applications
html.h1.error=There is an error occurred in the application!
html.title.errorPage=Error page
html.label.clearDescriptions=Clear outdated POIs descriptions
html.input.setPath=Set paths to all image files for photo POIs
html.input.value.convert=PROCESS
html.label.additionalParams=Set additional parameters
html.label.previewSize=Set photos preview width size
html.label.trimDescriptions=Trim whitespaces inside descriptions to compress
html.label.trimXml=Trim whitespaces only in xml markup to compress
html.label.validateXml=Validate XML
html.option.lang=Lang...
html.placeholder.input.defaultPath=C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files
html.span.px=px (pixels)
html.text.shutdown=SHUTDOWN
html.title.defaultPath=Windows 7/10 default path to the installed Google Earth Pro's saved places
userMessage.downloadMessageAwait=The processing may take from a few seconds up to several minutes depending on the file size and your computer performance.<br>Please wait for your browser to download a processed file...<br>And don't forget to shutdown the application.
userMessage.errorPageMessage=In case of user interface error you can visit developer's <a href="https://github.com/BAXMYPKA/Locus-Pro-POI-Trimmer">GitHub</a> to download the latest version of application.
userMessage.shutdownSuccess=The application has been successfully turned off.
html.title.interrogation.trimXml=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435, \u0434\u0435\u043B\u0430\u044F \u0435\u0435 \u043E\u0434\u043D\u043E\u0441\u0442\u0440\u043E\u0447\u043D\u043E\u0439.\n\u042D\u0442\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041D\u0435\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u043C\u0438 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 CDATA.\n\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u043E \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0441\u043B\u0438 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0443\u0434\u043E\u0431\u043D\u043E\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
html.title.interrogation.trimDescription=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 (html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0430 \u0432 CDATA).\n\u041F\u0440\u0438 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0442\u0430\u043A\u043E\u0439 \u043E\u043F\u0446\u0438\u0435\u0439 \u0434\u043B\u044F xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041E\u0442\u0434\u0435\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u0430 \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u0441 \u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0440\u0430\u0437\u0431\u043E\u0440 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439.
html.title.interrogation.setPhotosPreview=\u041F\u0440\u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439, \u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043B\u044F \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043F\u043E\u043B\u043D\u043E\u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0435 \u0444\u043E\u0442\u043E.\n\u0427\u0430\u0441\u0442\u043E \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043C, \u0447\u0442\u043E\u0431\u044B \u0441\u0440\u0430\u0437\u0443 \u0432\u0438\u0434\u0435\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u043A\u0440\u0443\u043F\u043D\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435.\n\u0423\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u043E \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0448\u0438\u0440\u0438\u043D\u0435 \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445 (\u0432\u044B\u0441\u043E\u0442\u0430 \u0432\u044B\u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044F \u043F\u0440\u043E\u043F\u043E\u0440\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438). \u0414\u043B\u044F \u043B\u0443\u0447\u0448\u0435\u0433\u043E \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430\u0445, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0439\u0442\u0435 ~60-85% \u043E\u0442 \u0448\u0438\u0440\u0438\u043D\u044B \u0432\u0430\u0448\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430, \u0434\u043B\u044F \u044D\u043A\u0440\u0430\u043D\u043E\u0432 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043E\u0432 \u0448\u0438\u0440\u0438\u043D\u0430 \u0432\u044B\u0432\u043E\u0434\u0430 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043B\u0438\u0448\u044C \u043E\u0442 \u0432\u0430\u0448\u0435\u0433\u043E \u0436\u0435\u043B\u0430\u043D\u0438\u044F.
html.title.interrogation.trimOutdatedPoiDesc=\u0422\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E.\n\u0421\u0442\u0430\u0440\u044B\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 Locus \u0438\u043C\u0435\u043B\u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u0432\u0441\u044F\u043A\u0438\u0439 \u0440\u0430\u0437 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C \u0442\u0435\u043A\u0443\u0449\u0443\u044E \u0434\u0430\u0442\u0443 \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443 \u043F\u043E\u0434 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435. \u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u043C \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u043B\u043E\u0441\u044C \u043E\u0447\u0435\u043D\u044C \u043C\u043D\u043E\u0433\u043E \u043D\u0435\u043D\u0443\u0436\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0438 \u0447\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0442\u043E\u0447\u0435\u043A, \u0442\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.\n\u042D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0432\u0441\u0435 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0438 \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0430\u043C\u044B\u0435 \u043F\u0435\u0440\u0432\u044B\u0435 \u043D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A.
html.title.interrogation.setPath=\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435\\\u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E \u0432 \u0444\u043E\u0440\u043C\u0430\u0442\u0435 \u0430\u0440\u0445\u0438\u0432\u043E\u0432 .kmz \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043D\u0438\u0447\u0435\u0433\u043E \u043C\u0435\u043D\u044F\u0442\u044C \u043D\u0435 \u043D\u0430\u0434\u043E, \u0442.\u043A. \u0440\u044F\u0434\u043E\u043C \u0441 \u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0441\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0430\u043F\u043A\u0430 'files', \u043A\u0443\u0434\u0430 \u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u044E\u0442\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F.\n\u041E\u0434\u043D\u0430\u043A\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432 \u043B\u044E\u0431\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043A \u043D\u0438\u043C \u043D\u043E\u0432\u044B\u0439 \u043F\u0443\u0442\u044C.\n\u041C\u043E\u0436\u043D\u043E \u0434\u0430\u0436\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0414\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u0440\u0430 \u0432 \u0441\u0442\u0440\u043E\u043A\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u043F\u0443\u0442\u044C \u043A \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0445\u0440\u0430\u043D\u0438\u0442 \u0434\u0430\u043D\u043D\u044B\u0435 Google Earth (\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u043F\u043E\u0434 Windows 7 \u0438 \u0432\u044B\u0448\u0435), \u043A\u0443\u0434\u0430 \u043C\u043E\u0436\u043D\u043E \u0438 \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438.
html.title.interrogation.pointsFile=\u041F\u043E\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C\u044E\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u0440\u0430\u0448\u0440\u0438\u0440\u0435\u043D\u0438\u0435\u043C .kml \u0438 .kmz \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 3 \u0433\u0438\u0433\u0430\u0431\u0430\u0439\u0442.\n\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0432\u0441\u0435\u0433\u0434\u0430 \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0430\u0435\u0442\u0441\u044F .kml \u0444\u0430\u0439\u043B, \u043D\u043E \u0435\u0441\u043B\u0438 \u0432\u044B \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435 \u0446\u0435\u043B\u0438\u043A\u043E\u043C \u0430\u0440\u0445\u0438\u0432 .kmz, \u0442\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0443 \u0435\u0433\u043E \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0446\u0435\u043B\u0438\u043A\u043E\u043C \u0441 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u043C .kml \u0432\u043D\u0443\u0442\u0440\u0438.\n.kml - \u044D\u0442\u043E \u0444\u043E\u0440\u043C\u0430\u0442 \u0444\u0430\u0439\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0433\u0435\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0433\u0435\u043E\u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u043A\u0430\u043A Google \u041F\u043B\u0430\u043D\u0435\u0442\u0430 \u0417\u0435\u043C\u043B\u044F, Google \u041A\u0430\u0440\u0442\u044B \u0438 Google \u041A\u0430\u0440\u0442\u044B \u0434\u043B\u044F \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432.\n.kmz - \u044D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u0430\u0440\u0445\u0438\u0432 \u0441 \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u043C .kml-\u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0438 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043E\u043D\u0430 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files'.\n\u041D\u0430 \u043D\u0435 \u0441\u0430\u043C\u044B\u0445 \u043C\u043E\u0449\u043D\u044B\u0445 \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0430\u0445 \u0431\u041E\u043B\u044C\u0448\u0438\u0435 \u0444\u0430\u0439\u043B\u044B \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443.
html.title.interrogation.path=\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u0442\u0435\u0441\u044C \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u043B\u0435\u0436\u0438\u0442 \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043E\u043D\u0430, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files', \u0442\u043E \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C 'files'.\n\u0415\u0441\u043B\u0438 \u0436\u0435 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0432 'PhotoPOI' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0435\u0435 \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421' \u0432 \u043F\u0430\u043F\u043A\u0435 'My Photos', \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0442\u0438\u043F\u0430: 'C:\\MyPhotos\\PhotoPOI'
html.text.relativePath=Relative path
html.text.absolutePath=Absolute path
html.text.webPath=WEB path
exception.fieldError(2)=The field {0} contains error: {1}!
html.title.interrogation.relativePath=\u041F\u0443\u0442\u044C, \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0444\u0430\u0439\u043B\u0430 \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438.\n\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, doc.kml) \u0431\u0443\u0434\u0435\u0442 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043F\u043E\u0434 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C 'MyPhotos', \u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u0430\u043F\u043A\u0438 'MyPhotos'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 'MyPhotos' \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u0440\u044F\u0434\u043E\u043C \u043B\u0435\u0436\u0430\u0449\u0435\u0439 \u043F\u0430\u043F\u043A\u0438 'MyPhotoPOI', \u043F\u0438\u0448\u0438\u0442\u0435 '/MyPhotosPOI/MyPhotos/'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u044B\u0448\u0435 \u0443\u0440\u043E\u0432\u043D\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0441\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'PoiFolder', \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'RootFolder'), \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0447\u0442\u043E-\u0442\u043E \u0442\u0438\u043F\u0430 '../RootFolder/MyPhotos'\n\u0415\u0441\u043B\u0438 \u0437\u0430\u043F\u0443\u0442\u0430\u043B\u0438\u0441\u044C, \u043F\u043E\u0438\u0449\u0438\u0442\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435 \u043F\u043E\u043D\u044F\u0442\u0438\u0435 '\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C'.
html.title.interrogation.absolutePath=\u041F\u043E\u043B\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u043A \u043B\u044E\u0431\u043E\u043C\u0443 \u043C\u0435\u0441\u0442\u0443 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435.\n\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0435\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421:' \u043F\u043E \u043F\u0443\u0442\u0438 'C:\\MyPOI\\GoogleEarth\\MyPhotoPOI\\files', \u0442\u043E \u0442\u0430\u043A \u0438 \u043D\u0430\u043F\u0438\u0448\u0438\u0442\u0435 \u0432\u044B\u0448\u0435\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0438\u043B\u0438 \u043F\u0440\u043E\u0441\u0442\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0438\u0437 \u0435\u0435 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438.\n\u0415\u0449\u0435 \u043F\u0440\u0438\u043C\u0435\u0440: \u043F\u0443\u0442\u044C \u043A \u0442\u0430\u043A\u043E\u0439 \u043F\u0430\u043F\u043A\u0435 \u0432 \u0412\u0430\u0448\u0438\u0445 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 \u0434\u043B\u044F Windows 7/10 \u0431\u0443\u0434\u0435\u0442 \u0442\u0430\u043A\u0438\u043C: 'C:\Users\\%username%\\Documents\\MyPhotoPOI\\files', \u0430 \u043F\u0443\u0442\u044C \u043A \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435 GoogleEarth, \u0435\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u0430\u043C, \u0442\u0430\u043A\u043E\u0439: 'C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files'\n\u0423\u0442\u043E\u0447\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0437\u043D\u0430\u044E\u0449\u0438\u0445: \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0435 \u0441\u043B\u0435\u0448\u0438 \u0432 windows \u043F\u0443\u0442\u044F\u0445 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043F\u0435\u0440\u0435\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u043F\u0440\u044F\u043C\u044B\u0435, \u0442\u0438\u043F\u0430 'C:/Users/%username%/Documents/MyPhotoPOI/files/'. \u041C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0437\u0443 \u043F\u0438\u0441\u0430\u0442\u044C \u0438 \u0442\u0430\u043A. \u041F\u0440\u043E\u0431\u0435\u043B\u044B \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B \u0438 \u0437\u0430\u043F\u043E\u043B\u043D\u044F\u044E\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C '%20'.
html.title.interrogation.webPath=\u041F\u0443\u0442\u044C \u0434\u043B\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0415\u0441\u043B\u0438 \u0432\u0430\u0448\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441, \u0442\u0438\u043F\u0430: 'http://www.mysite.com/images/'.
exception.kmzNoKml=No .kml file has been found in the {0}
html.article.section.howToUse=<p>\u0414\u0430\u043D\u043D\u0430\u044F \u0443\u0442\u0438\u043B\u0438\u0442\u0430 \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0430 \u0434\u043B\u044F \u043F\u043E\u043C\u043E\u0449\u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0432\u0430\u0448\u0438\u0445 \u0433\u0435\u043E-\u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 (photo POI) \u0438\u0437 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 \u0434\u0440\u0443\u0433\u0438\u0435 \u0442\u0430\u043A, \u0447\u0442\u043E\u0431\u044B \u0432\u0441\u0442\u0440\u043E\u0435\u043D\u043D\u044B\u0435 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u043B\u0438\u0441\u044C \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E, \u043C\u043E\u0433\u043B\u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C\u0441\u044F \u0434\u043B\u044F \u0443\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u044F, \u0438\u043C\u0435\u043B\u0438 \u0431\u044B \u043D\u0443\u0436\u043D\u044B\u0439 \u0432\u0430\u043C \u0432\u0438\u0434 \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u044D\u043A\u0440\u0430\u043D\u0430 \u0438\u043B\u0438 \u043F\u043E\u0436\u0435\u043B\u0430\u043D\u0438\u0439, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u043D\u0435\u043C\u043D\u043E\u0433\u043E \u0438\u043D\u0430\u0447\u0435, \u0447\u0435\u043C \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E.</p>\
<p>\u0415\u0441\u043B\u0438 \u0443 \u0432\u0430\u0441 \u0432\u043E\u0437\u043D\u0438\u043A\u0430\u044E\u0442 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u044B \u043F\u0440\u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0435 \u0442\u043E\u0447\u0435\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438\u0437 \u043E\u0434\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 \u0434\u0440\u0443\u0433\u0443\u044E - \u044D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u0434\u043B\u044F \u0432\u0430\u0441.</p>\
<p>\u041D\u0430 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u0440\u0430\u0448\u0438\u0440\u0435\u043D\u0438\u0435\u043C .kml (<a href="https://ru.wikipedia.org/wiki/KML">\u044D\u0442\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u0441\u0430\u043C\u0438\u0445 \u0442\u043E\u0447\u0435\u043A (POI)</a>) \u0438 .kmz (<a href="https://developers.google.com/kml/documentation/kmzarchives?hl=ru">\u044D\u0442\u043E \u043E\u0431\u044B\u0447\u043D\u044B\u0439 \u0430\u0440\u0445\u0438\u0432</a>, \u0432\u043D\u0443\u0442\u0440\u0438 \u043A\u043E\u0442\u043E\u0440\u043E\u0433\u043E \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0441\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u0442\u043E\u0447\u0435\u043A (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, doc.kml) \u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043A \u044D\u0442\u0438\u043C \u0442\u043E\u0447\u043A\u0430\u043C (\u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F "files").</p>\
<p>\u041D\u0438\u0436\u0435 \u043F\u0440\u0438\u0432\u0435\u0434\u0435\u043D\u044B \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u043E \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u044B\u0445 \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0435\u0432 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F...</p>
html.label.locusAsAttachments=Add as attachments in Locus Pro
html.title.interrogation.asAttachmentInLocus=To make images available in Locus Pro "Attachments" tab in the POIs properties.\nMay be helpful when importing POIs with photos from other programs.
html.label.locusParams=Set Locus Map&copy; specific parameters
html.label.loadPoi=Load custom points file
html.title.close=Close
html.title.select.downloadAsKmz=A full archive with photos and the processed .kml file inside.\nIt may take a longer time to process as it depends on amount of photos and a file size.
html.title.select.downloadAsKml=A processed file with the points and tracks inside.
html.h2.slogan=The handler for your custom POI with photos
html.text.open=Open/Close...
html.article.section.scenarios=<h3>\u0418\u0437 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B Locus Pro \u0441\u043E \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0432 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 Google Earth Pro \u043D\u0430 \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0435.</h3>\
<p>\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0432 \u0435\u0434\u0438\u043D\u043E\u043C \u0430\u0440\u0445\u0438\u0432\u0435 .kmz \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u0442\u0435 \u0444\u0430\u0439\u043B, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u043C\u043E\u0436\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0442\u044C \u043B\u044E\u0431\u044B\u043C \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u043E\u0440\u043E\u043C \u0434\u043B\u044F .zip \u0438\u043B\u0438 .rar \u0430\u0440\u0445\u043E\u0432\u043E\u0432.</p>\
<p>\u041F\u0430\u043F\u043A\u0443 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 \u043B\u044E\u0431\u043E\u043C \u043C\u0435\u0441\u0442\u0435 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0432 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443 'files" \u043B\u0438\u0431\u043E \u0432 \u043B\u044E\u0431\u043E\u0435 \u043C\u0435\u0441\u0442\u043E, \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C, \u0432 \u0432\u0430\u0448\u0438\u0445 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 "C:\Users\\%username%\\Documents\\MyPOI\\files", \u043B\u0438\u0431\u043E \u0432 \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 Google Earth Pro \u0445\u0440\u0430\u043D\u0438\u0442 \u0441\u0432\u043E\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 (\u0434\u043B\u044F Windows 7\\10 \u044D\u0442\u043E "C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files").</p>\
<p>\u0424\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0442\u043E\u0447\u0435\u043A \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C</p>\
\
<h4>\u0415\u0441\u043B\u0438 \u0437\u0430\u043C\u043E\u0440\u043E\u0447\u0438\u0442\u0441\u044F</h4>\
<p>\u0415\u0441\u043B\u0438 \u0432\u044B \u043D\u0435 \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0437\u0430\u043C\u043E\u0440\u0430\u0447\u0438\u0432\u0430\u0442\u044C\u0441\u044F, \u044D\u0442\u043E\u0442 \u0430\u0431\u0437\u0430\u0446 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0438 \u043D\u0430 \u044D\u0442\u043E\u043C \u0432\u0441\u0435. \u0415\u0441\u043B\u0438 \u0436\u0435 \u043D\u0435\u0442, \u0442\u043E: Google Earth \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0443\u0435\u0442 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u0443\u0442\u0438 \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0434\u043B\u044F \u0444\u0430\u0439\u043B\u043E\u0432 \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043E\u0442\u043A\u0440\u044B\u0442\u044B\u0445 \u0438\u0437 \u043B\u044E\u0431\u043E\u0433\u043E \u043C\u0435\u0441\u0442\u0430, \u043A\u0440\u043E\u043C\u0435 \u0441\u0432\u043E\u0435\u0433\u043E \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430, \u0443\u0441\u0442\u0440\u0430\u0438\u0432\u0430\u044F \u0441\u0432\u0430\u043B\u043A\u0443 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432 \u044D\u0442\u043E\u043C \u043C\u0435\u0441\u0442\u0435. \u0415\u0441\u043B\u0438 \u0436\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C  \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0441 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0449\u0430 Google Earth Pro, \u0442\u0430\u043C \u0436\u0435 \u0440\u044F\u0434\u043E\u043C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 (\u0441\u043C. \u0438\u043D\u0441\u0442\u0440\u0443\u043A\u0446\u0438\u044E \u043A \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u043C\u0443 \u043F\u0443\u043D\u043A\u0442\u0443), \u0442\u043E \u0432\u0441\u0435 \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u043A\u0430\u043A \u043D\u0430\u0434\u043E. </p>\
\
<h3>\u0418\u0437 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 Locus Pro</h3>\
<p>\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u043B\u043E\u0441\u044C \u043F\u0440\u044F\u043C\u043E \u0432 \u0442\u0435\u043B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0441 \u043D\u0443\u0436\u043D\u044B\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u043E\u043C \u0438 \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u043B\u043E\u0441\u044C \u043F\u043E \u043D\u0430\u0436\u0430\u0442\u0438\u044F \u043F\u043E \u043D\u0435\u043C\u0443, \u0432\u043C\u0435\u0441\u0442\u043E \u0442\u043E\u0433\u043E, \u0447\u0442\u043E\u0431\u044B \u043A\u0430\u0436\u0434\u044B\u0439 \u0440\u0430\u0437 \u0437\u0430\u0445\u043E\u0434\u0438\u0442\u044C \u0432\u043E \u0432\u043A\u043B\u0430\u0434\u043A\u0443 "\u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F".</p>\
<p>\u042D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz. \u0412\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 "\u041E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u0442\u0435\u043B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F" \u0438 \u0440\u0430\u0437\u043C\u0435\u0440 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0437\u0430\u043A\u0438\u0434\u044B\u0432\u0430\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D \u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u043D\u043E \u0432 Locus Pro.</p>\
\
<h4>\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0443\u0442\u044C \u0434\u043E \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435</h4>\
<p>\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Pro \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0443 \u0441\u0435\u0431\u044F, \u043D\u0435 \u0437\u0430\u0431\u044B\u0432\u0430\u044F, \u0447\u0442\u043E \u043A \u043D\u0435\u043A\u043E\u0442\u043E\u0440\u044B\u043C \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u044F\u043C \u0443 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C \u043C\u043E\u0436\u0435\u0442 \u043D\u0435 \u0431\u044B\u0442\u044C \u0434\u043E\u0441\u0442\u0443\u043F\u0430!). \u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u043D\u0435\u0441\u0442\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0435.</p>\
<p>\u041F\u0435\u0440\u0435\u043D\u0435\u0441\u0438\u0442\u0435 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u043D\u043E\u0432\u0443\u044E \u043F\u0430\u043F\u043A\u0443. \u042D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0439\u0442\u0435 \u0432\u0430\u0448\u0438 \u0438\u0437\u0431\u0440\u0430\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u0438\u0437 Locus Pro \u0441\u043E \u0432\u0441\u0435\u043C\u0438 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C \u0432 \u0444\u0430\u0439\u043B .kmz. \u0412\u044B\u0441\u0442\u0430\u0432\u044C\u0442\u0435 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438. \u0418\u0437 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 .kmz \u0441 \u043F\u043E\u043C\u043E\u0449\u044C\u044E \u0430\u0440\u0445\u0432\u0430\u0442\u043E\u0440\u0430 \u0434\u043E\u0441\u0442\u0430\u0435\u0442\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B .kml, \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p>\
\
<h3>\u0418\u043C\u043F\u043E\u0440\u0442 \u0438\u0437 \u0434\u0440\u0443\u0433\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u044B \u0432 Locus Pro \u043D\u0430 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D</h3>\
<p>\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E Locus Pro \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u0435\u0442 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0435 \u0432 \u043F\u0430\u043F\u043A\u0443 \u0432\u0438\u0434\u0430 "/storage/emulated/0/Locus/data/media/photo/" (\u043F\u0443\u0442\u044C \u0441\u0438\u043B\u044C\u043D\u043E \u0432\u0430\u0440\u044C\u0438\u0440\u0443\u0435\u0442\u0441\u044F, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u043C\u043E\u0434\u0435\u043B\u0435\u0439 \u0441\u043C\u0430\u0440\u0442\u0444\u043E\u043D\u0430 \u0438 \u0432\u0435\u0440\u0441\u0438\u0438 \u0410\u043D\u0434\u0440\u043E\u0438\u0434, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0432 \u043A\u0430\u0436\u0434\u043E\u043C \u043A\u043E\u043D\u043A\u0440\u0435\u0442\u043D\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435 \u0443 \u0441\u0435\u0431\u044F). \u041F\u0440\u0438 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u043E\u0432\u043E\u0439 \u043F\u043E\u0440\u0446\u0438\u0438 \u0442\u043E\u0447\u0435\u043A \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435, \u0447\u0442\u043E\u0431\u044B \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u043A \u043D\u0438\u043C \u0438 \u0434\u0430\u043B\u044C\u0448\u0435 \u0445\u0440\u0430\u043D\u0438\u043B\u0438\u0441\u044C \u043B\u0438\u0431\u043E \u0432 \u044D\u0442\u043E\u0439 \u043F\u0430\u043F\u043A\u0435, \u043B\u0438\u0431\u043E \u0432 \u043B\u044E\u0431\u043E\u0439 \u0434\u0440\u0443\u0433\u043E\u0439, \u043F\u0443\u0442\u044C \u043A \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u0432\u0430\u043C \u0438\u0437\u043C\u0435\u0441\u0442\u0435\u043D.</p>\
<p>\u0417\u0430\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435 \u0441\u044E\u0434\u0430 \u0444\u0430\u0439\u043B .kml, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0435 \u043D\u0443\u0436\u043D\u044B\u0439 \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0434\u043E \u043D\u043E\u0432\u043E\u0439 \u043F\u0430\u043F\u043A\u0438. \u041F\u043E\u043B\u0443\u0447\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043A\u043E\u043F\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0443\u0435\u0442\u0435 \u0432 Locus Pro \u043E\u0431\u0440\u0430\u0442\u043D\u043E. \u041F\u0440\u0435\u0434\u0432\u0430\u0440\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u0432 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u043D\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D \u0432 \u043D\u0443\u0436\u043D\u0443\u044E \u043F\u0430\u043F\u043A\u0443.</p>\
\
<h3>\u042D\u043A\u0441\u043F\u043E\u0440\u0442 \u0432 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0443 Google Maps</h3>\
<p></p>
html.article.about=<p>\u0418\u0437\u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430 \u0431\u044B\u043B\u0430 \u043A\u0430\u043A \u043B\u0438\u0447\u043D\u043E\u0439 \u0441\u0430\u043C\u043E\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0439 \u0443\u0442\u0438\u043B\u0438\u0442\u043E\u0439 \u0434\u043B\u044F \u0431\u044B\u0441\u0442\u0440\u043E\u0433\u043E \u043F\u0440\u0435\u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0441\u0432\u043E\u0439\u0441\u0442\u0432 \u043C\u043D\u043E\u0436\u0435\u0441\u0442\u0432\u0430 \u043B\u0438\u0447\u043D\u044B\u0445 \u0442\u043E\u0447\u0435\u043A \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438\u0445 \u0438\u0437 Locus Map Pro \u0432 Google Earth \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E.</p>\
<p>\u041F\u043E\u0442\u043E\u043C \u043E\u043D\u0430 \u043E\u0431\u0440\u0430\u0441\u043B\u0430 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C\u0438 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u043C\u0438, \u0440\u0435\u0448\u0438\u043B \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u0434\u0438\u0437\u0430\u0439\u043D \u0438 \u0432\u044B\u043B\u043E\u0436\u0438\u0442\u044C \u0434\u043B\u044F \u0434\u0440\u0443\u0433\u0438\u0445.</p>\
<p>\u041F\u043E-\u0438\u0434\u0435\u0435, \u0432\u0441\u0435 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0432\u0438\u0434\u0435 \u043E\u0442\u0434\u0435\u043B\u044C\u043D\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438\u043B\u0438 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u044B \u043D\u0430 \u0441\u0430\u0439\u0442\u0435, \u043D\u043E \u0445\u043E\u0441\u0442\u0438\u043D\u0433\u043E\u043C \u0437\u0430\u043D\u0438\u043C\u0430\u0442\u044C\u0441\u044F \u043A\u0430\u043A-\u0442\u043E \u043D\u0435\u0434\u043E\u0441\u0443 \u0438, \u043D\u0430 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442, \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043F\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u043A\u0430\u043A \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u044B\u0439 \u0441\u0435\u0440\u0432\u0435\u0440, \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u044E\u0449\u0438\u0439\u0441\u044F \u043D\u0430 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435.</p>\
<p>\u0418\u043C\u0435\u043D\u043D\u043E \u043F\u043E\u044D\u0442\u043E\u043C\u0443 \u043E\u043D\u043E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0442\u0440\u0435\u0431\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043D\u043E \u043A \u0440\u0435\u0441\u0443\u0440\u0441\u0430\u043C.</p>\
<p>\
\u0412 \u043F\u0440\u043E\u0435\u043A\u0442\u0435:<br>\
<ul>\
<li>\u041C\u0430\u0448\u0441\u0442\u0430\u0431\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0438 \u043F\u0440\u043E\u0437\u0440\u0430\u0447\u043D\u043E\u0441\u0442\u044C \u0438\u043A\u043E\u043D\u043E\u043A \u0438 \u0442\u0435\u043A\u0441\u0442\u0430 \u043F\u0440\u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0435 \u0432 Google Earth Pro.</li>\
<li>\u041F\u043E\u0434\u0434\u0435\u0440\u0436\u043A\u0430 \u0444\u043E\u0440\u043C\u0430\u0442\u0430 .gpx. \u041D\u043E \u043E\u043D \u043F\u043E\u043A\u0430 \u043F\u043E\u0434 \u0432\u043E\u043F\u0440\u043E\u0441\u043E\u043C, \u0442.\u043A. \u043D\u0435 \u0441\u043E\u0432\u0441\u0435\u043C \u043F\u0440\u0435\u0434\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D \u0434\u043B\u044F \u0443\u0434\u043E\u0431\u043D\u043E\u0433\u043E \u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u0430 \u0442\u043E\u0447\u0435\u043A.</li>\
</ul>\
</p>
html.title.footer.contacts.github=Developer's Github
html.title.footer.location=Location
exception.xmlParseError=XML parsing error: 


