exception.fileExtensionNotSupported=\u0422\u0430\u043A\u043E\u0435 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u0435 \u0444\u0430\u0439\u043B\u0430 {0} \u043D\u0435 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442\u0441\u044F!
exception.nullFilename=\u0418\u043C\u044F \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C! (null)
exception.shutdownFaulire=\u0412\u0441\u043B\u0435\u0434\u0441\u0442\u0432\u0438\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u043D\u043E\u0433\u043E \u0441\u0431\u043E\u044F \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044E \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0432\u044B\u043A\u043B\u044E\u0447\u0438\u0442\u044C\u0441\u044F \u0441\u0430\u043C\u043E\u043C\u0443. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u0431\u0438\u0442\u044C \u043F\u0440\u043E\u0446\u0435\u0441\u0441 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u043E\u0439 Java \u043C\u0430\u0448\u0438\u043D\u044B (Java machine JRE) \u0441\u0430\u043C\u043E\u0441\u0442\u043E\u044F\u0442\u0435\u043B\u044C\u043D\u043E \u0447\u0435\u0440\u0435\u0437 \u0434\u0438\u0441\u043F\u0435\u0442\u0447\u0435\u0440 \u0437\u0430\u0434\u0430\u0447.
html.h1.header=Map Points Trimmer
html.h2.howToConvert=\u041A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u043E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0438 \u043F\u043E\u0434\u0433\u043E\u0442\u043E\u0432\u0438\u0442\u044C \u0432\u0430\u0448\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0435 \u0442\u043E\u0447\u043A\u0438 \u043D\u0430 \u043A\u0430\u0440\u0442\u0435 \u0438\u0437 \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0432 \u0440\u0430\u0437\u043D\u044B\u0445 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u0445
html.h1.error=\u0412 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0434\u043E\u0441\u0430\u0434\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0432\u044B\u0432\u043E\u0434\u0430 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430!
html.title.errorPage=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0448\u0438\u0431\u043A\u0438
html.label.clearDescriptions=\u041E\u0447\u0438\u0441\u0442\u0438\u0442\u044C \u0443\u0441\u0442\u0430\u0440\u0435\u0432\u0448\u0438\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0432\u0441\u0435\u0445 \u0442\u043E\u0447\u0435\u043A
html.input.setPath=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043F\u0443\u0442\u0438 \u043A\u043E \u0432\u0441\u0435\u043C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C \u0434\u043B\u044F \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438
html.input.value.convert=\u041E\u0411\u0420\u0410\u0411\u041E\u0422\u0410\u0422\u042C
html.label.additionalParams=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B
html.label.previewSize=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u0448\u0438\u0440\u0438\u043D\u0443 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439
html.label.trimDescriptions=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 \u0434\u043B\u044F \u0441\u0436\u0430\u0442\u0438\u044F
html.label.trimXml=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0442\u043E\u043B\u044C\u043A\u043E \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0434\u043B\u044F \u0441\u0436\u0430\u0442\u0438\u044F
html.label.validateXml=\u0421\u0442\u0440\u043E\u0433\u0430\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0430 xml-\u0441\u0442\u0440\u0443\u043A\u0442\u0443\u0440\u044B
html.option.lang=\u042F\u0437\u044B\u043A...
html.placeholder.input.defaultPath=C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files
html.span.px=px (\u043F\u0438\u043A\u0441\u0435\u043B\u0435\u0439)
html.text.shutdown=\u0412\u042B\u041A\u041B\u042E\u0427\u0415\u041D\u0418\u0415
html.title.defaultPath=\u041F\u0443\u0442\u044C \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0434\u043B\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u043D\u044B\u0445 \u043C\u0435\u0441\u0442 \u0438 \u0442\u043E\u0447\u0435\u043A Google Earth Pro \u0434\u043B\u044F Windows 7/10
html.title.photoPreviewDescription=\u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u043C\u043E\u0442\u0440\u0430 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u0442\u043E\u0447\u043A\u0438 \u043F\u043E\u0441\u043B\u0435 \u0432\u044B\u0431\u043E\u0440\u0430 \u0435\u0435 \u043D\u0430 \u043A\u0430\u0440\u0442\u0435
html.title.shutdown=\u0412\u044B\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
userMessage.downloadMessageAwait=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430 \u0444\u0430\u0439\u043B\u0430 \u043C\u043E\u0436\u0435\u0442 \u0437\u0430\u043D\u044F\u0442\u044C \u043E\u0442 \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u0441\u0435\u043A\u0443\u043D\u0434 \u0434\u043E \u043D\u0435\u0441\u043A\u043E\u043B\u044C\u043A\u0438\u0445 \u043C\u0438\u043D\u0443\u0442, \u0432 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u0444\u0430\u0439\u043B\u0430 \u0438 \u043C\u043E\u0449\u043D\u043E\u0441\u0442\u0438 \u0432\u0430\u0448\u0435\u0433\u043E \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0430...<br>\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0434\u043E\u0436\u0434\u0438\u0442\u0435\u0441\u044C, \u043F\u043E\u043A\u0430 \u0432\u0430\u0448 \u0431\u0440\u0430\u0443\u0437\u0435\u0440 \u043D\u0435 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0438\u0442 \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u0433\u043E\u0442\u043E\u0432\u044B\u0439 \u0444\u0430\u0439\u043B...
userMessage.errorPageMessage=\u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u043E\u0448\u0438\u0431\u043A\u0438 \u0432\u044B\u0432\u043E\u0434\u0430 \u0438\u043D\u0442\u0435\u0440\u0444\u0435\u0439\u0441\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u044C <a href="https://github.com/BAXMYPKA/Locus-Pro-POI-Trimmer">GitHub</a> \u0440\u0430\u0437\u0440\u0430\u0431\u043E\u0442\u0447\u0438\u043A\u0430 \u0438 \u0441\u043A\u0430\u0447\u0430\u0442\u044C \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u044E\u044E \u0432\u0435\u0440\u0441\u0438\u044E \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u044F.\
Link
userMessage.shutdownSuccess=\u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D\u043E.
html.title.interrogation.trimOutdatedPoiDesc=\u0422\u043E\u043B\u044C\u043A\u043E \u0435\u0441\u043B\u0438 \u044D\u0442\u043E \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E.\n\u0421\u0442\u0430\u0440\u044B\u0435 \u0432\u0435\u0440\u0441\u0438\u0438 Locus \u0438\u043C\u0435\u043B\u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E\u0441\u0442\u044C \u0432\u0441\u044F\u043A\u0438\u0439 \u0440\u0430\u0437 \u043F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C \u0442\u0435\u043A\u0443\u0449\u0443\u044E \u0434\u0430\u0442\u0443 \u0438 \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443 \u043F\u043E\u0434 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435. \u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0438 \u043E\u0431\u0440\u0430\u0442\u043D\u043E\u043C \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u043E\u0432\u0430\u043B\u043E\u0441\u044C \u043E\u0447\u0435\u043D\u044C \u043C\u043D\u043E\u0433\u043E \u043D\u0435\u043D\u0443\u0436\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0438 \u0447\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0442\u043E\u0447\u0435\u043A, \u0442\u0435\u043C \u0431\u043E\u043B\u044C\u0448\u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.\n\u042D\u0442\u0430 \u043E\u043F\u0446\u0438\u044F \u0443\u0434\u0430\u043B\u044F\u0435\u0442 \u0432\u0441\u0435 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0438 \u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E \u0441\u0430\u043C\u044B\u0435 \u043F\u0435\u0440\u0432\u044B\u0435 \u043D\u0430 \u043C\u043E\u043C\u0435\u043D\u0442 \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0442\u043E\u0447\u0435\u043A.
html.title.interrogation.trimXml=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0435, \u0434\u0435\u043B\u0430\u044F \u0435\u0435 \u043E\u0434\u043D\u043E\u0441\u0442\u0440\u043E\u0447\u043D\u043E\u0439.\n\u042D\u0442\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041D\u0435\u0442\u0440\u043E\u043D\u0443\u0442\u044B\u043C\u0438 \u043E\u0441\u0442\u0430\u044E\u0442\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 CDATA.\n\u042D\u0442\u043E \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u043E \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0435\u0441\u043B\u0438 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u043C \u043D\u0435 \u043D\u0443\u0436\u043D\u043E \u0443\u0434\u043E\u0431\u043D\u043E\u0435 \u0447\u0442\u0435\u043D\u0438\u0435 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
html.title.interrogation.trimDescription=\u0423\u0434\u0430\u043B\u044F\u0435\u0442 \u043D\u0435\u043D\u0443\u0436\u043D\u044B\u0435 \u043F\u0440\u043E\u0431\u0435\u043B\u044B \u0438 \u043F\u0435\u0440\u0435\u043D\u043E\u0441\u044B \u0441\u0442\u0440\u043E\u043A \u0432 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u0441\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u0445 (html-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0430 \u0432 CDATA).\n\u041F\u0440\u0438 \u0431\u043E\u043B\u044C\u0448\u043E\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439 \u0438 \u043E\u0441\u043E\u0431\u0435\u043D\u043D\u043E \u0432\u043C\u0435\u0441\u0442\u0435 \u0441 \u0442\u0430\u043A\u043E\u0439 \u043E\u043F\u0446\u0438\u0435\u0439 \u0434\u043B\u044F xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u044D\u0442\u043E \u0437\u043D\u0430\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0441\u043E\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0438\u0442\u043E\u0433\u043E\u0432\u044B\u0439 \u0440\u0430\u0437\u043C\u0435\u0440, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u043A\u043E\u0440\u044F\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443 \u0438\u0442\u043E\u0433\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0430\u043C\u0438.\n\u041E\u0442\u0434\u0435\u043B\u044C\u043D\u043E \u0434\u0430\u043D\u043D\u0430\u044F \u043E\u043F\u0446\u0438\u044F \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u043E\u0431\u043D\u0430 \u043F\u0440\u0438 \u0447\u0442\u0435\u043D\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u043A\u043E\u0433\u0434\u0430 \u043D\u0443\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0449\u0430\u0442\u044C \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043D\u0430 xml-\u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0443.\n\u0421\u0442\u0430\u0432\u044C\u0442\u0435, \u0435\u0441\u043B\u0438 \u0432\u0430\u0441 \u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0435\u0441\u0443\u0435\u0442 \u0447\u0442\u0435\u043D\u0438\u0435 \u0438 \u0440\u0430\u0437\u0431\u043E\u0440 \u0440\u0430\u0437\u043C\u0435\u0442\u043A\u0438 \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C\u043A\u0438\u0445 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0439.
html.title.interrogation.setPhotosPreview=\u041F\u0440\u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439, \u043E\u043D\u0438 \u0431\u0443\u0434\u0443\u0442 \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0430\u0442\u044C\u0441\u044F \u0432 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u0432 \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043B\u044F \u0441\u0441\u044B\u043B\u043A\u0438 \u043D\u0430 \u043F\u043E\u043B\u043D\u043E\u0440\u0430\u0437\u043C\u0435\u0440\u043D\u043E\u0435 \u0444\u043E\u0442\u043E.\n\u0427\u0430\u0441\u0442\u043E \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043F\u0440\u0435\u0432\u044C\u044E \u0434\u043E\u0432\u043E\u043B\u044C\u043D\u043E \u0431\u043E\u043B\u044C\u0448\u0438\u043C, \u0447\u0442\u043E\u0431\u044B \u0441\u0440\u0430\u0437\u0443 \u0432\u0438\u0434\u0435\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u043A\u0440\u0443\u043F\u043D\u043E\u043C \u0440\u0430\u0437\u043C\u0435\u0440\u0435.\n\u0423\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u0442\u0441\u044F \u043F\u043E \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0448\u0438\u0440\u0438\u043D\u0435 \u0432 \u043F\u0438\u043A\u0441\u0435\u043B\u044F\u0445 (\u0432\u044B\u0441\u043E\u0442\u0430 \u0432\u044B\u0441\u0442\u0430\u0432\u0438\u0442\u0441\u044F \u043F\u0440\u043E\u043F\u043E\u0440\u0446\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438). \u0414\u043B\u044F \u043B\u0443\u0447\u0448\u0435\u0433\u043E \u043A\u0430\u0447\u0435\u0441\u0442\u0432\u0430 \u043D\u0430 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430\u0445, \u0432\u044B\u0441\u0442\u0430\u0432\u043B\u044F\u0439\u0442\u0435 ~60-85% \u043E\u0442 \u0448\u0438\u0440\u0438\u043D\u044B \u0432\u0430\u0448\u0435\u0433\u043E \u044D\u043A\u0440\u0430\u043D\u0430, \u0434\u043B\u044F \u044D\u043A\u0440\u0430\u043D\u043E\u0432 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u043E\u0432 \u0448\u0438\u0440\u0438\u043D\u0430 \u0432\u044B\u0432\u043E\u0434\u0430 \u043F\u0440\u0435\u0434\u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043B\u0438\u0448\u044C \u043E\u0442 \u0432\u0430\u0448\u0435\u0433\u043E \u0436\u0435\u043B\u0430\u043D\u0438\u044F.
html.title.interrogation.setPath=\u041F\u0440\u0438 \u044D\u043A\u0441\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438 \u0438 \u043D\u0430\u043B\u0438\u0447\u0438\u0435\u043C \u0432 \u043D\u0438\u0445 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0439 \u043F\u043E-\u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E \u0440\u044F\u0434\u043E\u043C \u0441 \u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0441\u043E\u0437\u0434\u0430\u0435\u0442\u0441\u044F \u043F\u0430\u043F\u043A\u0430 'files', \u043A\u0443\u0434\u0430 \u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u044F\u044E\u0442\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F.\n\u041E\u0434\u043D\u0430\u043A\u043E \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u0435\u0440\u0435\u043C\u0435\u0441\u0442\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0432 \u043B\u044E\u0431\u043E\u0435 \u0434\u0440\u0443\u0433\u043E\u0435 \u043C\u0435\u0441\u0442\u043E \u043D\u0430 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0435 \u0438 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043A \u043D\u0438\u043C \u043D\u043E\u0432\u044B\u0439 \u043F\u0443\u0442\u044C.\n\u041C\u043E\u0436\u043D\u043E \u0434\u0430\u0436\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0441\u0441\u044B\u043B\u043A\u0443 \u043D\u0430 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435 \u0432 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0414\u043B\u044F \u043F\u0440\u0438\u043C\u0435\u0440\u0430 \u0432 \u0441\u0442\u0440\u043E\u043A\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u043F\u0443\u0442\u044C \u043A \u043F\u0430\u043F\u043A\u0435, \u0433\u0434\u0435 \u0445\u0440\u0430\u043D\u0438\u0442 \u0434\u0430\u043D\u043D\u044B\u0435 Google Earth (\u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u043F\u043E\u0434 Windows 7 \u0438 \u0432\u044B\u0448\u0435), \u043A\u0443\u0434\u0430 \u043C\u043E\u0436\u043D\u043E \u0438 \u0440\u0430\u0437\u0430\u0440\u0445\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438.
html.title.interrogation.locusFile=\u041F\u043E\u043A\u0430 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C\u044E\u0441\u044F \u0442\u043E\u043B\u044C\u043A\u043E \u0444\u0430\u0439\u043B\u044B \u0441 \u0440\u0430\u0448\u0440\u0438\u0440\u0435\u043D\u0438\u0435\u043C .kml \u0438 .kmz \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 3 \u0433\u0438\u0433\u0430\u0431\u0430\u0439\u0442.\n.kml - \u044D\u0442\u043E \u0444\u043E\u0440\u043C\u0430\u0442 \u0444\u0430\u0439\u043B\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u043E\u0442\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0433\u0435\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0434\u0430\u043D\u043D\u044B\u0445 \u0432 \u0433\u0435\u043E\u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u043A\u0430\u043A Google \u041F\u043B\u0430\u043D\u0435\u0442\u0430 \u0417\u0435\u043C\u043B\u044F, Google \u041A\u0430\u0440\u0442\u044B \u0438 Google \u041A\u0430\u0440\u0442\u044B \u0434\u043B\u044F \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u044B\u0445 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432.\n.kmz - \u044D\u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E\u0439 \u0430\u0440\u0445\u0438\u0432 \u0441 \u043E\u0441\u043D\u043E\u0432\u043D\u044B\u043C .kml-\u0444\u0430\u0439\u043B\u043E\u043C \u0442\u043E\u0447\u0435\u043A \u0438 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438, \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u043B\u043E, \u043E\u043D\u0430 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files'.\n\u041D\u0430 \u043D\u0435 \u0441\u0430\u043C\u044B\u0445 \u043C\u043E\u0449\u043D\u044B\u0445 \u043A\u043E\u043C\u044C\u044E\u0442\u0435\u0440\u0430\u0445 \u0431\u041E\u043B\u044C\u0448\u0438\u0435 \u0444\u0430\u0439\u043B\u044B \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u044E\u0442 \u0431\u043E\u043B\u044C\u0448\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u0438 \u043D\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0443.
html.title.interrogation.path=\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u0442\u043E\u0447\u043A\u0430\u043C\u0438, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0432\u044B \u0441\u043E\u0431\u0438\u0440\u0430\u0435\u0442\u0435\u0441\u044C \u0438\u043C\u043F\u043E\u0440\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u043B\u0435\u0436\u0438\u0442 \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438 \u043E\u043D\u0430, \u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files', \u0442\u043E \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C 'files'.\n\u0415\u0441\u043B\u0438 \u0436\u0435 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u0442\u044C \u043F\u0430\u043F\u043A\u0443 \u0432 'PhotoPOI' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0435\u0435 \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421' \u0432 \u043F\u0430\u043F\u043A\u0435 'My Photos', \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u0430\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0442\u0438\u043F\u0430: 'C:\\MyPhotos\\PhotoPOI'
html.text.relativePath=\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C
html.text.absolutePath=\u0410\u0431\u0441\u043E\u043B\u044E\u0442\u043D\u044B\u0439 \u043F\u0443\u0442\u044C
html.text.webPath=\u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441
exception.fieldError(2)=\u041F\u043E\u043B\u0435 {0} \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0443: {1}!
html.title.interrogation.relativePath=\u041F\u0443\u0442\u044C, \u043E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0444\u0430\u0439\u043B\u0430 \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F\u043C\u0438.\n\u0415\u0441\u043B\u0438 \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, doc.kml) \u0431\u0443\u0434\u0435\u0442 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0440\u044F\u0434\u043E\u043C \u0441 \u043F\u0430\u043F\u043A\u043E\u0439 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 \u043F\u043E\u0434 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C 'MyPhotos', \u0442\u043E \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043F\u0430\u043F\u043A\u0438 'MyPhotos'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F\u043C\u0438 'MyPhotos' \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u0440\u044F\u0434\u043E\u043C \u043B\u0435\u0436\u0430\u0449\u0435\u0439 \u043F\u0430\u043F\u043A\u0438 'MyPhotoPOI', \u043F\u0438\u0448\u0438\u0442\u0435 '/MyPhotosPOI/MyPhotos/'.\n\u0415\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u044B\u0448\u0435 \u0443\u0440\u043E\u0432\u043D\u0435\u043C (\u043D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0441\u0430\u043C \u0444\u0430\u0439\u043B \u0441 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435\u043C \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'PoiFolder', \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432\u043D\u0443\u0442\u0440\u0438 \u043F\u0430\u043F\u043A\u0438 'RootFolder'), \u0442\u043E \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u043D\u0430\u043F\u0438\u0441\u0430\u0442\u044C \u0447\u0442\u043E-\u0442\u043E \u0442\u0438\u043F\u0430 '../RootFolder/MyPhotos'\n\u0415\u0441\u043B\u0438 \u0437\u0430\u043F\u0443\u0442\u0430\u043B\u0438\u0441\u044C, \u043F\u043E\u0438\u0449\u0438\u0442\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435 \u043F\u043E\u043D\u044F\u0442\u0438\u0435 '\u041E\u0442\u043D\u043E\u0441\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0439 \u043F\u0443\u0442\u044C'.
html.title.interrogation.absolutePath=\u041F\u043E\u043B\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u043A \u043B\u044E\u0431\u043E\u043C\u0443 \u043C\u0435\u0441\u0442\u0443 \u043D\u0430 \u0432\u0430\u0448\u0435\u043C \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435.\n\u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0435\u0441\u043B\u0438 \u043F\u0430\u043F\u043A\u0430 \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u043D\u0430\u0437\u044B\u0432\u0430\u0435\u0442\u0441\u044F 'files' \u0438 \u0445\u0440\u0430\u043D\u0438\u0442\u0441\u044F \u043D\u0430 \u0434\u0438\u0441\u043A\u0435 '\u0421:' \u043F\u043E \u043F\u0443\u0442\u0438 'C:\\MyPOI\\GoogleEarth\\MyPhotoPOI\\files', \u0442\u043E \u0442\u0430\u043A \u0438 \u043D\u0430\u043F\u0438\u0448\u0438\u0442\u0435 \u0432\u044B\u0448\u0435\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043F\u0443\u0442\u044C \u0438\u043B\u0438 \u043F\u0440\u043E\u0441\u0442\u043E \u0441\u043A\u043E\u043F\u0438\u0440\u0443\u0439\u0442\u0435 \u043F\u0443\u0442\u044C \u0434\u043E \u043F\u0430\u043F\u043A\u0438 \u0438\u0437 \u0435\u0435 \u0430\u0434\u0440\u0435\u0441\u043D\u043E\u0439 \u0441\u0442\u0440\u043E\u043A\u0438.\n\u0415\u0449\u0435 \u043F\u0440\u0438\u043C\u0435\u0440: \u043F\u0443\u0442\u044C \u043A \u0442\u0430\u043A\u043E\u0439 \u043F\u0430\u043F\u043A\u0435 \u0432 \u0412\u0430\u0448\u0438\u0445 \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u0445 \u0434\u043B\u044F Windows 7/10 \u0431\u0443\u0434\u0435\u0442 \u0442\u0430\u043A\u0438\u043C: 'C:\Users\\%username%\\Documents\\MyPhotoPOI\\files', \u0430 \u043F\u0443\u0442\u044C \u043A \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u0435 GoogleEarth, \u0435\u0441\u043B\u0438 \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0442\u0430\u043C, \u0442\u0430\u043A\u043E\u0439: 'C:\Users\\%username%\\AppData\\LocalLow\\Google\\GoogleEarth\\files'\n\u0423\u0442\u043E\u0447\u043D\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u0437\u043D\u0430\u044E\u0449\u0438\u0445: \u043E\u0431\u0440\u0430\u0442\u043D\u044B\u0435 \u0441\u043B\u0435\u0448\u0438 \u0432 windows \u043F\u0443\u0442\u044F\u0445 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0431\u0443\u0434\u0443\u0442 \u043F\u0435\u0440\u0435\u0444\u043E\u0440\u043C\u0430\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 \u043F\u0440\u044F\u043C\u044B\u0435, \u0442\u0438\u043F\u0430 'C:/Users/%username%/Documents/MyPhotoPOI/files/'. \u041C\u043E\u0436\u043D\u043E \u0441\u0440\u0430\u0437\u0443 \u043F\u0438\u0441\u0430\u0442\u044C \u0438 \u0442\u0430\u043A. \u041F\u0440\u043E\u0431\u0435\u043B\u044B \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B \u0438 \u0437\u0430\u043F\u043E\u043B\u043D\u044F\u044E\u0442\u0441\u044F \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435\u043C '%20'.
html.title.interrogation.webPath=\u041F\u0443\u0442\u044C \u0434\u043B\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0439 \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435.\n\u0415\u0441\u043B\u0438 \u0432\u0430\u0448\u0438 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u0438 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0432 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0435, \u043F\u0440\u043E\u0441\u0442\u043E \u0443\u043A\u0430\u0436\u0438\u0442\u0435 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442-\u0430\u0434\u0440\u0435\u0441, \u0442\u0438\u043F\u0430: 'http://www.mysite.com/images/'.
exception.kmzNoKml=\u0424\u0430\u0439\u043B .kml \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D \u0432\u043D\u0443\u0442\u0440\u0438 \u0430\u0440\u0445\u0438\u0432\u0430 {0}
html.article.howToUse=fds             
html.label.locusAsAttachments=\u0421\u0434\u0435\u043B\u0430\u0442\u044C \u0432\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u043C\u0438 \u0432 Locus Pro
html.title.interrogation.asAttachmentInLocus=\u0421\u0434\u0435\u043B\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u043C\u0438 \u0432\u043E \u0432\u043A\u043B\u0430\u0434\u043A\u0435 "\u0412\u043B\u043E\u0436\u0435\u043D\u0438\u044F" \u0432 \u0441\u0432\u043E\u0439\u0441\u0442\u0432\u0430\u0445 \u0442\u043E\u0447\u0435\u043A.\n\u041C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u0435\u0437\u043D\u043E \u043F\u0440\u0438 \u0438\u043C\u043F\u043E\u0440\u0442\u0435 \u0442\u043E\u0447\u0435\u043A \u0441 \u0444\u043E\u0442\u043E\u0433\u0440\u0430\u0444\u0438\u044F\u043C\u0438 \u0438\u0437 \u0434\u0440\u0443\u0433\u0438\u0445 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C \u0432 Locus Pro.
html.label.locusParams=\u041F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0434\u043B\u044F Locus Map&copy;
html.label.loadPoi=\u0417\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u044C \u0444\u0430\u0439\u043B \u0441 \u0432\u0430\u0448\u0438\u043C\u0438 \u0442\u043E\u0447\u043A\u0430\u043C\u0438
html.title.close=\u0417\u0430\u043A\u0440\u044B\u0442\u044C

